{"The Righteous Life: The Very Best of A.P.J. Abdul Kalam": [{"quote": "The biggest problem the Indian youth faced, I felt, was a lack of clarity of vision, a lack of direction. It was then that I decided to write about the circumstances and people who made me what I am today; the idea was not merely to pay tribute to some individuals or highlight certain aspects of my life. What I wanted to say was that no one, however poor, underprivileged or small, need feel disheartened about life. Problems are a part of life. Suffering is the essence of success.", "tag": ["need feel disheartened", "indian youth faced", "highlight certain aspects", "pay tribute", "however poor", "biggest problem", "write", "wanted", "vision", "underprivileged", "today", "suffering", "success", "small", "say", "problems", "people", "part", "one", "merely", "made", "life", "lack", "individuals", "idea", "felt", "essence", "direction", "decided", "clarity", "circumstances"]}, {"quote": "Ignited minds are the most powerful resource on earth,", "tag": ["powerful resource", "ignited minds", "earth"]}, {"quote": "Today, all over the developed world, the time gap between each of the steps in this cycle has been shortened. In India, we are just progressing towards that stageclosing the loop.", "tag": ["time gap", "progressing towards", "developed world", "today", "steps", "stageclosing", "shortened", "loop", "india", "cycle"]}, {"quote": "How could they afford to pay the sum of 600 that was the admission fee at MIT?", "tag": ["admission fee", "sum", "pay", "mit", "could", "afford", "600"]}, {"quote": "I shared with the ninety-year-old Subramaniam his vision of a second Green Revolution. He told me about his dream of setting up a national agro foundation that would develop hybrid seeds. His foundation would adopt small and marginal farmers and provide them with laboratory facilities for soil testing and access to information on the weather and markets, so that they could earn more through enhanced yields and better prices for what they produced. He aimed at bringing a million farmers under the scheme. Visionaries dont age!", "tag": ["would develop hybrid seeds", "foundation would adopt small", "national agro foundation", "visionaries dont age", "second green revolution", "soil testing", "old subramaniam", "million farmers", "marginal farmers", "laboratory facilities", "enhanced yields", "could earn", "better prices", "year", "weather", "vision", "told", "shared", "setting", "scheme", "provide", "produced", "ninety", "markets", "information", "dream", "bringing", "aimed", "access"]}, {"quote": "The birth of TERLS, and then VSSC, gave India the capability to design, develop and produce world-class rocket systems. India developed the capability of launching geo-synchronous, sun-synchronous and meteorology spacecraft, communication satellites and remote sensing satellites, thereby providing fast communication, weather forecasting and also locating water resources for the country.", "tag": ["also locating water resources", "thereby providing fast communication", "class rocket systems", "remote sensing satellites", "communication satellites", "weather forecasting", "produce world", "meteorology spacecraft", "launching geo", "india developed", "gave india", "vssc", "terls", "synchronous", "sun", "develop", "design", "country", "capability", "birth"]}, {"quote": "A system to prevent the soiling of railway tracks by Madhav Pathak of Jabalpur, Madhya Pradesh; Herbal pesticide tablets to be used in the storage of foodgrains by Priyanka Guleria of Sionty village, Punjab; Low-calorie biscuits made from banana peels by Rucha Joshi of Nanded, Maharashtra; A toy laser with educational applications by Sudhanwa Hukkeri of Belgaum, Karnataka; A software program for embedding text through audio signals by Kyan Pardiwalla of Mumbai, Maharashtra; An optically controlled wheelchair by S. Harish Chandra of Chennai, Tamil Nadu.", "tag": ["optically controlled wheelchair", "herbal pesticide tablets", "calorie biscuits made", "toy laser", "tamil nadu", "sudhanwa hukkeri", "software program", "sionty village", "rucha joshi", "railway tracks", "priyanka guleria", "madhya pradesh", "madhav pathak", "kyan pardiwalla", "harish chandra", "embedding text", "educational applications", "banana peels", "audio signals", "used", "system", "storage", "soiling", "punjab", "prevent", "nanded", "mumbai", "maharashtra", "low", "karnataka", "jabalpur", "foodgrains", "chennai", "belgaum"]}, {"quote": "action.", "tag": ["action"]}, {"quote": "Now, this is where the key to the modern world order liessuperiority through technology. Deprive the opponent of the latest technology and then dictate your terms in an unequal contest. When the Chinese philosopher, Sun Tzu, ruminated over 2,000 years ago that what matters in war is not decimating the enemy army physically but breaking his will so as to make him concede defeat in the mind, he seems to have visualized the domination of technology in the twentieth-century theatres of war.", "tag": ["modern world order liessuperiority", "enemy army physically", "000 years ago", "unequal contest", "sun tzu", "concede defeat", "chinese philosopher", "century theatres", "latest technology", "technology", "war", "visualized", "twentieth", "terms", "seems", "ruminated", "opponent", "mind", "matters", "make", "key", "domination", "dictate", "deprive", "decimating", "breaking", "2"]}, {"quote": "concede defeat in the mind, he seems", "tag": ["concede defeat", "seems", "mind"]}, {"quote": "It was also the first glimmer of a thought that has shaped me since: that it must always be our inner convictions and strength of beliefs that dictate our actions. External forces, temptations and counsels will always be dinned into us, but those among us who can stand up to what we innately believe to be good and right will finally be at peace with ourselves. Our country needs citizens who trust their individuality, who cannot be manipulated by people with unscrupulous agendas.", "tag": ["country needs citizens", "unscrupulous agendas", "inner convictions", "innately believe", "first glimmer", "external forces", "must always", "among us", "us", "always", "trust", "thought", "temptations", "strength", "stand", "since", "shaped", "right", "people", "peace", "manipulated", "individuality", "good", "finally", "dinned", "dictate", "counsels", "cannot", "beliefs", "also", "actions"]}, {"quote": "When Dr Sarabhai gave shape to a vision to develop rockets in India, he was questioned, along with the political leadership, on the relevance of such a programme when a vast majority in the country was battling the demons of hunger and poverty. Yet, he was in agreement with Jawaharlal Nehru that India could only play a meaningful role in the affairs of the world if the country was self-reliant in every manner, and should be able to apply advanced technologies to alleviate real-life problems. Thus our space programme was never simply a desire to be one among an elite group of nations, neither was it a matter of playing catch-up with other countries. Rather, it was an expression of the need for developing indigenous capabilities in telecommunications, meteorology and education.", "tag": ["dr sarabhai gave shape", "developing indigenous capabilities", "apply advanced technologies", "vast majority", "political leadership", "playing catch", "one among", "never simply", "meaningful role", "life problems", "jawaharlal nehru", "every manner", "elite group", "develop rockets", "alleviate real", "space programme", "india could", "programme", "india", "yet", "world", "vision", "thus", "telecommunications", "self", "reliant", "relevance", "rather", "questioned", "poverty", "play", "neither", "need", "nations", "meteorology", "matter", "hunger", "expression", "education", "desire", "demons", "country", "countries", "battling", "along", "agreement", "affairs", "able"]}, {"quote": "Stories of perseverance and extraordinary courage always inspire me. This piece in a book called Everyday Greatness by Stephen R. Covey has remained with me ever since.", "tag": ["extraordinary courage always inspire", "book called everyday greatness", "stephen r", "ever since", "stories", "remained", "piece", "perseverance", "covey"]}, {"quote": "British.", "tag": ["british"]}, {"quote": "One: Sweat for generations and the hard work of teams. Two: In Wipro we work for the customers delight. Three: A bit of luck. The third point will not be of any consequence if the first two aspects are not achieved.", "tag": ["first two aspects", "third point", "customers delight", "hard work", "two", "work", "wipro", "three", "teams", "sweat", "one", "luck", "generations", "consequence", "bit", "achieved"]}, {"quote": "Where there is righteousness in the heart, There is beauty in the character. When there is beauty in the character, There is harmony in the home. When there is harmony in the home, There is order in the nation. When there is order in the nation, There is peace in the world.", "tag": ["world", "righteousness", "peace", "order", "nation", "home", "heart", "harmony", "character", "beauty"]}, {"quote": "mistakes and failures are a part of every project, particularly in ones like ours where we work on a number of systems and various teams are responsible for different stages, where even a small error at one stage can put to waste years of hard work. Dr Sarabhai used these mistakes as gateways for innovation and the development of new systems. He had the ability to look beyond the specific error and read what lay behind it. He kept room for errors and instead tried to analyse how we could make them manageable, so that we ruled the project, and not our fear of failure.", "tag": ["dr sarabhai used", "waste years", "various teams", "specific error", "small error", "ones like", "one stage", "look beyond", "lay behind", "kept room", "instead tried", "different stages", "could make", "new systems", "hard work", "every project", "work", "systems", "project", "ruled", "responsible", "read", "put", "particularly", "part", "number", "mistakes", "manageable", "innovation", "gateways", "fear", "failures", "failure", "even", "errors", "development", "analyse", "ability"]}, {"quote": "Books can be sources of inspiration for anyone, anywhere. In 2011, I went to Madurai to inaugurate the Paediatric Oncology unit of the Meenakshi Mission Hospital. After the programme, a person who looked very familiar approached me. When he came closer, I realized that he has been my driver when I was working with DRDL in Hyderabad. His name is V. Kathiresan, and he worked with me day and night for nine years. During that time, I had noticed that he was always reading in his spare time, be it a book, magazine or a newspaper. That dedication attracted me. One day, I asked him what made him read so much during his leisure time. He replied that he had a son and daughter and both asked him lots of questions. In order to give them correct answers, he read and studied whenever he got the time. The spirit of learning in him impressed me and I told him to study formally through a distance education course. I also gave him some free time to attend the course and complete his +2 and then to apply for higher education. He took that as a challenge and kept on studying. He did B.A. (History), then M.A. (History) and then he did M.A. (Political Science). He also completed his B.Ed and then M.Ed. Then he registered for his Ph.D in Manonmaniam Sundaranar University and got his Ph.D in 2001. He joined the education department of Tamil Nadu government and served for a number of years. In 2011, when I met him, he was an assistant professor in the Government Arts College at Mellur near Madurai. What extraordinary commitment and dedication had helped him to acquire the right skills in his leisure time and changed the course of his life.", "tag": ["tamil nadu government", "political science ).", "paediatric oncology unit", "meenakshi mission hospital", "manonmaniam sundaranar university", "government arts college", "mellur near madurai", "distance education course", "higher education", "education department", "study formally", "studied whenever", "right skills", "familiar approached", "extraordinary commitment", "correct answers", "came closer", "assistant professor", "always reading", "also gave", "also completed", "spare time", "leisure time", "free time", "one day", "nine years", "history ),", "dedication attracted", "madurai", "course", "time", "years", "history", "dedication", "day", "working", "worked", "went", "v", "took", "told", "studying", "spirit", "sources", "son", "served", "replied", "registered", "realized", "read", "questions", "programme", "ph", "person", "order", "number", "noticed", "night", "newspaper", "name", "much", "met", "magazine", "made", "lots", "looked", "life", "learning", "kept", "kathiresan", "joined", "inspiration", "inaugurate", "impressed", "hyderabad", "helped", "got", "give", "ed", "driver", "drdl", "daughter", "complete", "changed", "challenge", "books", "book", "b", "attend", "asked", "apply", "anywhere", "anyone", "acquire", "2011", "2001", "2"]}, {"quote": "In Indian institutions, what often hinders growth is the reluctance of those at the top to listen to their juniors and subordinates. There is a belief that all decisions and ideas must come in a top-to-down manner.", "tag": ["often hinders growth", "ideas must come", "indian institutions", "top", "subordinates", "reluctance", "manner", "listen", "juniors", "decisions", "belief"]}, {"quote": "if something is at stake, the human mind gets ignited and its working capacity gets enhanced manifold. Thats exactly what happened. This is one of the techniques of building talent. The message is that the young in the organization, whatever be their specialization, must be trained in such a way that they are prepared for new products, innovation and for undertaking higher organizational responsibilities.", "tag": ["working capacity gets enhanced manifold", "human mind gets ignited", "undertaking higher organizational responsibilities", "thats exactly", "new products", "building talent", "young", "whatever", "way", "trained", "techniques", "stake", "specialization", "something", "prepared", "organization", "one", "must", "message", "innovation", "happened"]}, {"quote": "Dont pretend to be a candle, be a moth. Know the power hidden in serving. We seem to have got stuck with external forms of politics and mistaking them to be nation-building. It is the sacrifices, toil and valour that and seldom shown or seen that truly makes a nation.", "tag": ["truly makes", "seldom shown", "power hidden", "got stuck", "external forms", "dont pretend", "valour", "toil", "serving", "seen", "seem", "sacrifices", "politics", "nation", "moth", "mistaking", "know", "candle", "building"]}, {"quote": "India", "tag": ["india"]}, {"quote": "It is perhaps a pattern in my life that those closest to me pass away suddenly, without warning. What has that taught me? For each person I lost I found a new layer of grief to cover myself with, and each time I tried to bring something of their essence into my own beingbe it unconditional love, kindness and piety. In Dr Sarabhais case, perhaps it was the ability to look aheadto plan, to build and to create. If I have achieved even a part of that through my actions and through the various roles I have been entrusted with, I consider myself successful in living up to the expectations of this great visionary of India.", "tag": ["pass away suddenly", "look aheadto plan", "dr sarabhais case", "without warning", "various roles", "unconditional love", "new layer", "great visionary", "bring something", "achieved even", "tried", "time", "taught", "successful", "piety", "person", "perhaps", "pattern", "part", "lost", "living", "life", "kindness", "india", "grief", "found", "expectations", "essence", "entrusted", "create", "cover", "consider", "closest", "build", "beingbe", "actions", "ability"]}, {"quote": "Existential issues tend to arise naturally in life, especially during transitions and intense events. They can, however, be brought forth through inner work.", "tag": ["existential issues tend", "intense events", "inner work", "brought forth", "arise naturally", "transitions", "life", "however", "especially"]}, {"quote": "A.T.: I understand that you had a lot of difficulty in arranging relief of about 700,000 for each family? A.P.J.: I have forgotten that. There is a point at which everything becomes simple and there is no longer any question of choice, because all you have staked will be lost if you look back. Life, all through, is marked by points of no returnthat is where I stood at that time.", "tag": ["everything becomes simple", "look back", "arranging relief", "understand", "time", "stood", "staked", "returnthat", "question", "points", "point", "p", "marked", "lot", "lost", "longer", "life", "j", "forgotten", "family", "difficulty", "choice", "700", "000", ".:"]}, {"quote": "British. My mother", "tag": ["mother", "british"]}, {"quote": "The vision for Indias Green Revolution was formed in the 1970s under the leadership of C. Subramaniam. With his visionary leadership, and with the scientific leadership of Nobel Laureate Dr Norman Borlaugh and Dr M.S. Swaminathan, and the active support of B. Sivaraman, Secretary Agriculture, in partnership with agricultural scientists and farmers,", "tag": ["nobel laureate dr norman borlaugh", "indias green revolution", "secretary agriculture", "agricultural scientists", "active support", "visionary leadership", "scientific leadership", "dr", "leadership", "vision", "swaminathan", "subramaniam", "sivaraman", "partnership", "formed", "farmers", "c", "b", "1970s"]}, {"quote": "some poor child living in an obscure place, in an underprivileged social setting, may find a little solace in the way my destiny has been shaped. It could perhaps help such children liberate themselves from the bondage of their illusory backwardness and hopelessness.", "tag": ["underprivileged social setting", "poor child living", "could perhaps help", "obscure place", "may find", "little solace", "illusory backwardness", "children liberate", "way", "shaped", "hopelessness", "destiny", "bondage"]}, {"quote": "one,", "tag": ["one"]}, {"quote": "The capacities teachers need to build among students in order to equip them to become nation builders are: The capacity for research or inquiry; Capacity for creativity and innovation, particularly the creative transfer of knowledge; Capacity to use high technology; Capacity for entrepreneurial leadership; Capacity for moral leadership.", "tag": ["use high technology", "capacities teachers need", "build among students", "become nation builders", "moral leadership", "entrepreneurial leadership", "creative transfer", "research", "particularly", "order", "knowledge", "inquiry", "innovation", "equip", "creativity", "capacity"]}], "Ignited Minds: Unleashing the Power Within India": [{"quote": "For great men, religion is a way of making friends; small people make religion a fighting tool.", "tag": ["small people make religion", "making friends", "great men", "fighting tool", "religion", "way"]}, {"quote": "Thinking is the capital, Enterprise is the way, Hard Work is the solution", "tag": ["hard work", "way", "thinking", "solution", "enterprise", "capital"]}, {"quote": "For great men, religion is a way of making friends; small people make religion a fighting tool.", "tag": ["small people make religion", "making friends", "great men", "fighting tool", "religion", "way"]}, {"quote": "Thinking is the capital, Enterprise is the way, Hard Work is the solution", "tag": ["hard work", "way", "thinking", "solution", "enterprise", "capital"]}], "Misc": [{"quote": "Failure will never overtake me if my definition to succeed is strong enough", "tag": ["strong enough", "never overtake", "succeed", "failure", "definition"]}, {"quote": "Dream, Dream DreamDreams transform into thoughts And thoughts result in action.", "tag": ["dream dreamdreams transform", "thoughts result", "dream", "thoughts", "action"]}, {"quote": "- If you fail, never give up because F.A.I.L. means \"first Attempt In Learning\" - End is not the end, if fact E.N.D. means \"Effort Never Dies\" - If you get No as an answer, remember N.O. means \"Next Opportunity\". So Let's be positive. \"Dr. A.P.J. Abdul Kalam of feel LIFE", "tag": ["next opportunity \".", "effort never dies", "never give", "first attempt", "feel life", "fact e", "abdul kalam", "remember n", "n", "positive", "p", "means", "let", "learning", "l", "j", "get", "fail", "f", "end", "dr", "answer"]}, {"quote": "Sometimes, it's better to bunk a class and enjoy with friends, because now, when I look back, marks never make me laugh, but memories do.", "tag": ["marks never make", "look back", "sometimes", "memories", "laugh", "friends", "enjoy", "class", "bunk", "better"]}, {"quote": "Dream is not the thing you see in sleep but is that thing that doesn't let you sleep.", "tag": ["thing", "sleep", "see", "let", "dream"]}, {"quote": "This is my belief: that through difficulties and problems God gives us the opportunity to grow. So when your hopes and dreams and goals are dashed, search among the wreckage, you may find a golden opportunity hidden in the ruins''.", "tag": ["problems god gives us", "golden opportunity hidden", "search among", "ruins ''.", "may find", "opportunity", "wreckage", "hopes", "grow", "goals", "dreams", "difficulties", "dashed", "belief"]}, {"quote": "It Is Very Easy To Defeat Someone, But It Is Very Hard To Win Someone", "tag": ["win someone", "defeat someone", "hard", "easy"]}, {"quote": "Don't take rest after your first victory because if you fail in second, more lips are waiting to say that your first victory was just luck.", "tag": ["take rest", "first victory", "waiting", "second", "say", "luck", "lips", "fail"]}, {"quote": "suffering is the essence of success!!!", "tag": ["success !!", "suffering", "essence"]}, {"quote": "Let not thy winged days be spent in vain. Whenonce gone no gold can buy them back again.", "tag": ["thy winged days", "whenonce gone", "vain", "spent", "let", "gold", "buy", "back"]}, {"quote": "All Birds find shelter during a rain.But Eagle avoids rain by flying abovethe Clouds.Problems are common, but attitudemakes the difference!!!", "tag": ["flying abovethe clouds", "birds find shelter", "eagle avoids rain", "difference !!", "rain", "problems", "common", "attitudemakes"]}, {"quote": "Once your mind stretches to a new level it never goes back to its original dimension", "tag": ["never goes back", "original dimension", "new level", "mind stretches"]}, {"quote": "A.P.J. Abdul Kalam", "tag": ["abdul kalam", "p", "j"]}, {"quote": "I am not handsome but I can give my hand to someone who need help... Because beauty is required in heart not in face....", "tag": ["need help ...", "face ....", "someone", "required", "heart", "handsome", "hand", "give", "beauty"]}, {"quote": "Behind the parents stands the school, and behind the teacher the home.", "tag": ["parents stands", "teacher", "school", "home", "behind"]}, {"quote": "Learning gives creativityCreativity leads to thinkingThinking provides knowledgeKnowledge makes you great.", "tag": ["thinkingthinking provides knowledgeknowledge makes", "learning gives creativitycreativity leads", "great"]}, {"quote": "Thinking should become your capital asset, no matter whatever ups and downs you come across in your life.", "tag": ["matter whatever ups", "come across", "capital asset", "thinking", "life", "downs", "become"]}], "My Journey: Transforming Dreams into Actions": [{"quote": "but there really is no difficulty one cannot overcome if there is determination in the heart.", "tag": ["difficulty one cannot overcome", "really", "heart", "determination"]}, {"quote": "That day I learnt two lessons: a teacher who has his or her student's progress in mind is the best possible friend, because the teacher knows how to make sure that you excel. And second, there is no such thing as an impossible deadline. I have worked on many tough assignments, some of which had the country's top leaders watching over my work, but the assurance I gained in my capabilities at MIT thanks to Professor Srinivasan, helped me later in life too.", "tag": ["top leaders watching", "many tough assignments", "learnt two lessons", "best possible friend", "professor srinivasan", "mit thanks", "make sure", "impossible deadline", "teacher knows", "teacher", "worked", "work", "thing", "student", "second", "progress", "mind", "life", "later", "helped", "gained", "excel", "day", "country", "capabilities", "assurance"]}, {"quote": "When we obtain positions of power over others, we believe that we have reached the pinnacle of success. But it is at this time that we need to look back and be aware of the multitudes on whose hard work and sacrifices we have built our castles.", "tag": ["whose hard work", "obtain positions", "look back", "time", "success", "sacrifices", "reached", "power", "pinnacle", "others", "need", "multitudes", "castles", "built", "believe", "aware"]}, {"quote": "came. Despite the huge challenge, it was also a project right after my heart and fired my imagination too. We moved from the design", "tag": ["project right", "huge challenge", "moved", "imagination", "heart", "fired", "despite", "design", "came", "also"]}, {"quote": "Political rhetoric alone does not build a nation unless it is backed by the power of sacrifice, toil and virtue. That is true nation-building.", "tag": ["political rhetoric alone", "true nation", "nation unless", "virtue", "toil", "sacrifice", "power", "building", "build", "backed"]}, {"quote": "love poured to the childstrugglemore strugglebitter tears then sweet tearsand finally a life as beautiful and fulfilling as seeing the birth of the full moon.", "tag": ["sweet tearsand finally", "childstrugglemore strugglebitter tears", "love poured", "full moon", "seeing", "life", "fulfilling", "birth", "beautiful"]}, {"quote": "does not matter how large or small your sphere of activity is, what counts finally is the commitment that you bring to the job that has been ordained for you in this life.", "tag": ["counts finally", "sphere", "small", "ordained", "matter", "life", "large", "job", "commitment", "bring", "activity"]}, {"quote": "Dreams are not those that we see in our sleep; they should be the ones that never let us sleep.", "tag": ["never let us sleep", "sleep", "see", "ones", "dreams"]}, {"quote": "Between the conception And the creation Between the emotion And the response Falls the Shadow.", "tag": ["response falls", "shadow", "emotion", "creation", "conception"]}, {"quote": "One must understand the difference between a fear-ridden vision of destiny and the vision that enables us to seek the enemy of fulfillment within ourselves When troubles come, try to understand the relevance of your sufferings. Adversity always presents opportunities for introspection.", "tag": ["adversity always presents opportunities", "one must understand", "troubles come", "fulfillment within", "enables us", "ridden vision", "understand", "vision", "try", "sufferings", "seek", "relevance", "introspection", "fear", "enemy", "difference", "destiny"]}, {"quote": "Of knowing that there is a larger energy and force that can crush our ambitions and plans in the blink of an eye, and that the only way to survive is to face your troubles and rebuild your life.", "tag": ["larger energy", "way", "troubles", "survive", "rebuild", "plans", "life", "knowing", "force", "face", "eye", "crush", "blink", "ambitions"]}, {"quote": "Instances such as my failure to qualify for the Indian Air Force and the other adversities I have been witness to, have all brought home to me the necessity of setbacks in one's life. Yes, they seem insurmountable at the time, but there really is no difficulty one cannot overcome if there is determination in the heart.", "tag": ["difficulty one cannot overcome", "indian air force", "seem insurmountable", "brought home", "one", "yes", "witness", "time", "setbacks", "really", "qualify", "necessity", "life", "instances", "heart", "failure", "determination", "adversities"]}, {"quote": "(Think of rising higher. Let it be your only thought. Even if your object be not attained, the thought itself will have raised you.)", "tag": ["rising higher", "thought", "think", "raised", "object", "let", "even", "attained", ".)"]}, {"quote": "Let craft, ambition, spite, Be quenched in Reason's night, Till weakness turn to might, Till what is dark be light, Till what is wrong be right!", "tag": ["till weakness turn", "let craft", "till", "wrong", "spite", "right", "reason", "quenched", "night", "might", "light", "dark", "ambition"]}, {"quote": "true quality does not come from a great building or great facilities or great advertisements. It happens when education is imparted with love by great teachers.", "tag": ["true quality", "great teachers", "great facilities", "great building", "great advertisements", "love", "imparted", "happens", "education", "come"]}, {"quote": "Joy is fleeting, whereas true happiness and calm can come to us only after intense pain, when we have confronted ourselves in the mirror of our souls and understood the self.", "tag": ["whereas true happiness", "intense pain", "us", "understood", "souls", "self", "mirror", "joy", "fleeting", "confronted", "come", "calm"]}, {"quote": "When we are unable to live up to the high standards and expectations of those we value the most; or get involved in matters that impact the lives of millions; or when it is a matter of life and deaththese are the times when our sense of self and our ego witness deep changes.", "tag": ["ego witness deep changes", "high standards", "get involved", "value", "unable", "times", "sense", "self", "millions", "matters", "matter", "lives", "live", "life", "impact", "expectations", "deaththese"]}, {"quote": "See the flower, how generously it distributes perfume and honey. When its work is done, it falls away quietly. Try to be like the flower, unassuming despite all its qualities.", "tag": ["falls away quietly", "unassuming despite", "distributes perfume", "work", "try", "see", "qualities", "like", "honey", "generously", "flower", "done"]}, {"quote": "There is a divine power that looks over us, that gently lifts us from our sadness and failures and miseries. If we open our minds and let it, it will guide us to our true place. Release yourself from the bindings that limit you and let that power overtake your mind, and that's when you will be on the road to true happiness and peace.", "tag": ["gently lifts us", "true place", "true happiness", "power overtake", "guide us", "divine power", "us", "sadness", "road", "release", "peace", "open", "miseries", "minds", "mind", "looks", "limit", "let", "failures", "bindings"]}, {"quote": "Dr Sarabhai's leadership qualities were such that he could inspire even the junior-most person in an organization with a sense of purpose. In my opinion, there were some basic qualities that made him a great leader. Let me mention them one by one. Firstly, he was always ready to listen. In Indian institutions, what often hinders growth is the reluctance of those at the top to listen to their juniors and subordinates. There is a belief that all decisions and ideas must come in a top-to-down manner.", "tag": ["often hinders growth", "ideas must come", "could inspire even", "leadership qualities", "indian institutions", "great leader", "dr sarabhai", "basic qualities", "always ready", "top", "subordinates", "sense", "reluctance", "purpose", "person", "organization", "opinion", "one", "mention", "manner", "made", "listen", "let", "juniors", "junior", "firstly", "decisions", "belief"]}, {"quote": "I still remember the ache in my heart as I attempted to make sense of what had happened. When a dearly held desire begins to break up, one can feel nothing but despair and emptiness as one tries to come to terms with the end of a dream. I could not bear to be indoors after seeing the result. I had to go out for air and be in the open, because all around me the walls seemed to close in. I walked around for a while till I reached the edge of a cliff. I stood there looking down at the shimmering waters of a lake and wondered what I should do next. Plans needed to be changed and priorities reassessed. I decided to go to Rishikesh for a few days and seek a new way forward.", "tag": ["dearly held desire begins", "new way forward", "walls seemed", "still remember", "shimmering waters", "priorities reassessed", "plans needed", "make sense", "feel nothing", "walked around", "one tries", "one", "around", "wondered", "till", "terms", "stood", "seek", "seeing", "rishikesh", "result", "reached", "open", "next", "looking", "lake", "indoors", "heart", "happened", "go", "end", "emptiness", "edge", "dream", "despair", "decided", "days", "could", "come", "close", "cliff", "changed", "break", "bear", "attempted", "air", "ache"]}, {"quote": "Light from Many Lamps, edited by Lillian Eichler Watson", "tag": ["lillian eichler watson", "many lamps", "light", "edited"]}, {"quote": "Each setback teaches us a new facet of life and something about our own personalities. When we tackle obstacles, we find hidden reserves of courage and resilience we did not know we had. And it is only when we are faced with failure do we realize that these resources were always there within us. We only need to find them and move on with our lives.", "tag": ["setback teaches us", "find hidden reserves", "within us", "tackle obstacles", "new facet", "find", "something", "resources", "resilience", "realize", "personalities", "need", "move", "lives", "life", "know", "failure", "faced", "courage", "always"]}, {"quote": "A third quality that I observed in Dr Sarabhai, and which I have tried to incorporate in my own way of working, was an ability to build teams.", "tag": ["third quality", "dr sarabhai", "build teams", "working", "way", "tried", "observed", "incorporate", "ability"]}, {"quote": "it must always be our inner convictions and strength of beliefs that dictate our actions. External forces, temptations and counsels will always be dinned into us, but those among us who can stand up to what we innately believe to be good and right will finally be at peace with ourselves.", "tag": ["inner convictions", "innately believe", "external forces", "must always", "among us", "us", "always", "temptations", "strength", "stand", "right", "peace", "good", "finally", "dinned", "dictate", "counsels", "beliefs", "actions"]}, {"quote": "Books were always my friends Last more than fifty years Books gave me dreams Dreams resulted in missions Books helped me confidently take up the missions Books gave me courage at the time of failures Good books were for me angels Touched my heart gently at the time Hence I ask young friends to have books as friends Books are your good friends.", "tag": ["fifty years books gave", "missions books gave", "dreams dreams resulted", "missions books helped", "ask young friends", "failures good books", "friends books", "good friends", "friends last", "heart gently", "confidently take", "angels touched", "time hence", "books", "time", "courage", "always"]}, {"quote": "Our country needs citizens who trust their individuality, who cannot be manipulated by people with unscrupulous agendas.", "tag": ["country needs citizens", "unscrupulous agendas", "trust", "people", "manipulated", "individuality", "cannot"]}, {"quote": "Ulluvathellam uyarvullal matratu Tallinum tellamai nirttut (Think of rising higher. Let it be your only thought. Even if your object be not attained, the thought itself will have raised you.)", "tag": ["ulluvathellam uyarvullal matratu tallinum tellamai nirttut", "rising higher", "thought", "think", "raised", "object", "let", "even", "attained", ".)"]}, {"quote": "Death is not something to be afraid of, and I have never seen it that way. Yet, the sadness that it brings cannot be shrugged away.", "tag": ["shrugged away", "never seen", "brings cannot", "yet", "way", "something", "sadness", "death", "afraid"]}], "Ignited Minds": [{"quote": "There seems to be an attitude problem, as if we cannot shake ourselves out of a mindset of limited achievement.", "tag": ["limited achievement", "cannot shake", "attitude problem", "seems", "mindset"]}, {"quote": "I realized then that if something is at stake, the human mind gets ignited and working capacity gets enhanced manifold.", "tag": ["working capacity gets enhanced manifold", "human mind gets ignited", "stake", "something", "realized"]}, {"quote": "Where the mind is without fear and the head is held high Where knowledge is free Where the world has not been broken up into fragments . . . . My Father, let my country awake. Rabindranath Tagore", "tag": ["without fear", "rabindranath tagore", "held high", "country awake", "world", "mind", "let", "knowledge", "head", "free", "fragments", "father", "broken"]}, {"quote": "Thinking is the capital, Enterprise is the way, Hard Work is the solution.", "tag": ["hard work", "way", "thinking", "solution", "enterprise", "capital"]}, {"quote": "Thinking is the capital, Enterprise is the way, Hard Work is the solution. Every", "tag": ["hard work", "way", "thinking", "solution", "every", "enterprise", "capital"]}, {"quote": "there is no greater power in heaven or on earth than the commitment to a dream.", "tag": ["greater power", "heaven", "earth", "dream", "commitment"]}, {"quote": "Strength respects strength and not weakness. Strength means military might and economic prosperity.", "tag": ["strength means military might", "strength respects strength", "economic prosperity", "weakness"]}], "Wings of Fire": [{"quote": "What you are destined to become is not revealed now but it is predetermined.", "tag": ["revealed", "predetermined", "destined", "become"]}, {"quote": "We are all born with a divine fire in us. Our efforts should be to give wings to this fire and fill the world with the glow of its goodness.", "tag": ["give wings", "divine fire", "fire", "world", "us", "goodness", "glow", "fill", "efforts", "born"]}, {"quote": "The sides of the mountain sustain life, not the peak. This is where things grow, experience is gained, and technologies are mastered. The importance of the peak lies only in the fact that it defines the sides.", "tag": ["mountain sustain life", "things grow", "peak lies", "peak", "technologies", "sides", "mastered", "importance", "gained", "fact", "experience", "defines"]}, {"quote": "The real journey of the Indian aerospace programme, however, had begun with the Rohini Sounding Rocket (RSR) Programme. What is it that distinguishes a sounding rocket from a Satellite Launch Vehicle (SLV) and from a missile? In fact, they are three", "tag": ["satellite launch vehicle", "rohini sounding rocket", "indian aerospace programme", "sounding rocket", "real journey", "programme", "three", "slv", "rsr", "missile", "however", "fact", "distinguishes", "begun"]}, {"quote": "why be afraid of difficulties, sufferings and problems? When troubles come, try to understand the relevance of your sufferings. Adversity always presents opportunities for introspection.", "tag": ["adversity always presents opportunities", "troubles come", "understand", "try", "sufferings", "relevance", "problems", "introspection", "difficulties", "afraid"]}, {"quote": "I have repeatedly seen how people are poor at articulating what they wantuntil they see a work centre doing something they don't want them to do.", "tag": ["work centre", "repeatedly seen", "wantuntil", "want", "something", "see", "poor", "people", "articulating"]}, {"quote": "He who knows others is learned, but the wise one is the one who knows himself. Learning without wisdom is of no use.", "tag": ["learning without wisdom", "wise one", "knows others", "one", "knows", "use", "learned"]}, {"quote": "Desire, when it stems from the heart and spirit, when it is pure and intense, possesses awesome electromagnetic energy. This energy is released into the ether each night, as the mind falls into the sleep state. Each morning it returns to the conscious state reinforced with the cosmic currents. That which has been imaged will surely and certainly be manifested. You can rely, young man, upon this ageless promise as surely as you can rely upon the eternally unbroken promise of sunrise... and of Spring.", "tag": ["possesses awesome electromagnetic energy", "eternally unbroken promise", "conscious state reinforced", "sleep state", "ageless promise", "young man", "sunrise ...", "mind falls", "cosmic currents", "rely upon", "energy", "upon", "rely", "surely", "stems", "spring", "spirit", "returns", "released", "pure", "night", "morning", "manifested", "intense", "imaged", "heart", "ether", "desire", "certainly"]}, {"quote": "The sides of the mountain sustain life, not the peak. This is where things grow, experience is gained, and technologies are mastered. The importance of the peak lies only in the fact that it defines the sides.", "tag": ["mountain sustain life", "things grow", "peak lies", "peak", "technologies", "sides", "mastered", "importance", "gained", "fact", "experience", "defines"]}, {"quote": "once your mind stretches to a new level it never goes back to its original dimension.", "tag": ["never goes back", "original dimension", "new level", "mind stretches"]}, {"quote": "The country doesn't deserve anything less than success from us. Let us aim for success\".", "tag": ["deserve anything less", "let us aim", "success \".", "us", "success", "country"]}, {"quote": "We are all born with a divine fire in us. Our efforts should be to give wings to this fire and fill the world with the glow of its goodness.", "tag": ["give wings", "divine fire", "fire", "world", "us", "goodness", "glow", "fill", "efforts", "born"]}, {"quote": "Desire, when it stems from the heart and spirit, when it is pure and intense, possesses awesome electromagnetic energy. This energy is released into the ether each night, as the mind falls into the sleep state. Each morning it returns to the conscious state reinforced with the cosmic currents. That which has been imaged will surely and certainly be manifested. You can rely, young man, upon this ageless promise as surely as you can rely upon the eternally unbroken promise of sunrise... and of Spring.", "tag": ["possesses awesome electromagnetic energy", "eternally unbroken promise", "conscious state reinforced", "sleep state", "ageless promise", "young man", "sunrise ...", "mind falls", "cosmic currents", "rely upon", "energy", "upon", "rely", "surely", "stems", "spring", "spirit", "returns", "released", "pure", "night", "morning", "manifested", "intense", "imaged", "heart", "ether", "desire", "certainly"]}, {"quote": "Within the mind are all the resources required for successful living. Ideas are present in the consciousness, which when released and given scope to grow and take shape, can lead to successful events.", "tag": ["take shape", "successful living", "successful events", "resources required", "given scope", "within", "released", "present", "mind", "lead", "ideas", "grow", "consciousness"]}, {"quote": "A big shot is a little shot who keeps on shooting, so keep trying.", "tag": ["little shot", "keep trying", "big shot", "shooting", "keeps"]}, {"quote": "What makes life in Indian organizations difficult is the widespread prevalence of this very contemptuous pride. It stops us from listening to our juniors, subordinates and people down the line. You cannot expect a person to deliver results if you humiliate him, nor can you expect him to be creative if you abuse him or despise him. The line between firmness and harshness, between strong leadership and bullying, between discipline and vindictiveness is very fine, but it has to be drawn.", "tag": ["indian organizations difficult", "widespread prevalence", "strong leadership", "stops us", "makes life", "deliver results", "contemptuous pride", "cannot expect", "expect", "vindictiveness", "subordinates", "person", "people", "listening", "line", "juniors", "humiliate", "harshness", "firmness", "fine", "drawn", "discipline", "despise", "creative", "bullying", "abuse"]}, {"quote": "What makes life in Indian organizations difficult is the widespread prevalence of this very contemptuous pride. It stops us from listening to our juniors, subordinates and people down the line. You cannot expect a person to deliver results if you humiliate him, nor can you expect him to be creative if you abuse him or despise him. The line between firmness and harshness, between strong leadership and bullying, between discipline and vindictiveness is very fine, but it has to be drawn.", "tag": ["indian organizations difficult", "widespread prevalence", "strong leadership", "stops us", "makes life", "deliver results", "contemptuous pride", "cannot expect", "expect", "vindictiveness", "subordinates", "person", "people", "listening", "line", "juniors", "humiliate", "harshness", "firmness", "fine", "drawn", "discipline", "despise", "creative", "bullying", "abuse"]}, {"quote": "My storythe story of the son of Jainulabdeen, who lived for over a hundred years on Mosque Street in Rameswaram island and died there; the story of a lad who sold newspapers to help his brother; the story of a pupil reared by Sivasubramania Iyer and Iyadurai Solomon; the story of a student taught by teachers like Pandalai; the story of an engineer spotted by MGK Menon and groomed by the legendary Prof. Sarabhai; the story of a scientist tested by failures and setbacks; the story of a leader supported by a large team of brilliant and dedicated professionals. This story will end with me, for I have no belongings in the worldly sense. I have acquired nothing, built nothing, possess nothingno family, sons, daughters.", "tag": ["teachers like pandalai", "possess nothingno family", "worldly sense", "student taught", "sold newspapers", "sivasubramania iyer", "scientist tested", "rameswaram island", "pupil reared", "mosque street", "mgk menon", "legendary prof", "leader supported", "large team", "iyadurai solomon", "hundred years", "engineer spotted", "dedicated professionals", "built nothing", "acquired nothing", "storythe story", "story", "sons", "son", "setbacks", "sarabhai", "lived", "lad", "jainulabdeen", "help", "groomed", "failures", "end", "died", "daughters", "brother", "brilliant", "belongings"]}, {"quote": "Be active! Take on responsibility! Work for the things you believe in. If you do not, you are surrendering your fate to others.", "tag": ["work", "things", "take", "surrendering", "responsibility", "others", "fate", "believe", "active"]}, {"quote": "To succeed in life and achieve results, you must understand and master three mighty forces desire, belief, and expectation.", "tag": ["master three mighty forces desire", "must understand", "achieve results", "succeed", "life", "expectation", "belief"]}, {"quote": "If you want to leave your footprints On the sands of time Do not drag your feet.", "tag": ["want", "time", "sands", "leave", "footprints", "feet", "drag"]}, {"quote": "There are boundaries that dictate life: you can only lift so much weight; you can only learn so fast; you can only work so hard; you can only go so far!", "tag": ["much weight", "dictate life", "work", "lift", "learn", "hard", "go", "fast", "far", "boundaries"]}, {"quote": "when your hopes and dreams and goals are dashed, search among the wreckage, you may find a golden opportunity hidden in the ruins.", "tag": ["golden opportunity hidden", "search among", "may find", "wreckage", "ruins", "hopes", "goals", "dreams", "dashed"]}, {"quote": "For all your days prepare And meet them ever alike When you are the anvil, bear - When you are the hammer, strike.", "tag": ["ever alike", "days prepare", "strike", "meet", "hammer", "bear", "anvil"]}, {"quote": "Indians have been both afflicted and enriched by centuries of migrations. Loyalty to different rulers has dulled our capacity for a single allegiance. Instead, we have developed an extraordinary ability to be compassionate and cruel, sensitive and callous, deep and fickle, all at the same time. To the untrained eye, we may appear colourful and picturesque; to the critical eye, we are but shoddy imitations of our various masters.", "tag": ["may appear colourful", "various masters", "untrained eye", "single allegiance", "shoddy imitations", "extraordinary ability", "different rulers", "critical eye", "time", "sensitive", "picturesque", "migrations", "loyalty", "instead", "indians", "fickle", "enriched", "dulled", "developed", "deep", "cruel", "compassionate", "centuries", "capacity", "callous", "afflicted"]}, {"quote": "why be afraid of difficulties, sufferings and problems? When troubles come, try to understand the relevance of your sufferings. Adversity always presents opportunities for introspection.", "tag": ["adversity always presents opportunities", "troubles come", "understand", "try", "sufferings", "relevance", "problems", "introspection", "difficulties", "afraid"]}, {"quote": "To succeed in life and achieve results, you must understand and master three mighty forces desire, belief, and expectation.", "tag": ["master three mighty forces desire", "must understand", "achieve results", "succeed", "life", "expectation", "belief"]}, {"quote": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us to tap and develop these powers.", "tag": ["prayer helps us", "great potential strength", "stored within", "tap", "powers", "personalities", "minds", "god", "develop", "creator", "ability"]}, {"quote": "Be active! Take on responsibility! Work for the things you believe in. If you do not, you are surrendering your fate to others.", "tag": ["work", "things", "take", "surrendering", "responsibility", "others", "fate", "believe", "active"]}, {"quote": "Let not thy winged days be spent in vain. When once gone no gold can buy them back again.", "tag": ["thy winged days", "vain", "spent", "let", "gone", "gold", "buy", "back"]}, {"quote": "Adversity always presents opportunities for introspection.", "tag": ["adversity always presents opportunities", "introspection"]}, {"quote": "God has not promised Skies always blue, Flower-strewn pathways All our life through; God has not promised Sun without rain, Joy without sorrow, Peace without pain.", "tag": ["promised skies always blue", "promised sun without rain", "peace without pain", "joy without sorrow", "strewn pathways", "life", "god", "flower"]}, {"quote": "the best way to win was to not need to win. The best performances are accomplished when you are relaxed and free of doubt.", "tag": ["best way", "best performances", "win", "relaxed", "need", "free", "doubt", "accomplished"]}, {"quote": "A large number of scientists and engineers leave this country at their first opportunity to earn more money abroad. It is true that they definitely get greater monetary benefits, but could anything compensate for this love and respect from one's own countrymen?", "tag": ["definitely get greater monetary benefits", "could anything compensate", "money abroad", "large number", "first opportunity", "engineers leave", "true", "scientists", "respect", "one", "love", "earn", "countrymen", "country"]}, {"quote": "My impression of the American people can be summarized by a quotation from Benjamin Franklin, \"Those things that hurt instruct!\" I realised that people in this part of the world meet their problems head on. They attempt to get out of them rather than suffer them.", "tag": ["hurt instruct !\"", "world meet", "problems head", "benjamin franklin", "american people", "people", "things", "summarized", "suffer", "realised", "rather", "quotation", "part", "impression", "get", "attempt"]}], "Indomitable Spirit": [{"quote": "When learning is purposeful, creativity blossoms. When creativity blossoms, thinking emanates. When thinking emanates, knowledge is fully lit. When knowledge is lit, economy flourishes.", "tag": ["thinking emanates", "economy flourishes", "creativity blossoms", "fully lit", "lit", "purposeful", "learning", "knowledge"]}], "My Journey : Transforming Dreams into Actions": [{"quote": "I have understood now that after feelings of disappointment subside, and one gains perspective, these experiences can change our ways of thinking, and bring us face to face with existential issues. When that happens, we need to embrace the events and analyze how we responded - did we allow them to merely roll over us like waves, or did we dive deeper into the matter and use it to gain insights into ourselves?", "tag": ["us like waves", "one gains perspective", "bring us face", "merely roll", "gain insights", "existential issues", "dive deeper", "disappointment subside", "face", "ways", "use", "understood", "thinking", "responded", "need", "matter", "happens", "feelings", "experiences", "events", "embrace", "change", "analyze", "allow"]}], "You Are Born To Blossom: Take My Journey Beyond..": [{"quote": "Man needs difficulties in life because they are necessary to enjoy the success.", "tag": ["man needs difficulties", "success", "necessary", "life", "enjoy"]}], "Dr A.P.J. Abdul Kalam": [{"quote": "Everyone, who is born on this earth, comes with a destiny assigned to him. But there are few whose fates become their fortune, like in the case of Dr Abdul Kalam.", "tag": ["whose fates become", "dr abdul kalam", "destiny assigned", "like", "fortune", "everyone", "earth", "comes", "case", "born"]}], "Ignited Minds: Unleashing the Power within India": [{"quote": "You must build on the resources represented by our young professionals and by our nations farmers. Without their involvement we cannot succeed. With their involvement we cannot fail. While", "tag": ["young professionals", "resources represented", "nations farmers", "must build", "cannot succeed", "cannot fail", "without", "involvement"]}, {"quote": "Ancient India was a knowledge society and a leader in many intellectual pursuits, particularly in the fields of mathematics, medicine and astronomy. A renaissance is imperative for us to once again become a knowledge superpower rather than simply providing cheap labour in areas of high technology. Summary", "tag": ["simply providing cheap labour", "many intellectual pursuits", "knowledge superpower rather", "knowledge society", "high technology", "ancient india", "us", "summary", "renaissance", "particularly", "medicine", "mathematics", "leader", "imperative", "fields", "become", "astronomy", "areas"]}, {"quote": "Change is crucial. It brings new thought; new thought leads to innovative actions.", "tag": ["new thought leads", "brings new thought", "innovative actions", "crucial", "change"]}, {"quote": "Friends, there is one thing I have realized, there is no victory in causing suffering. Triumph is a peaceful kingdom. Caliph", "tag": ["peaceful kingdom", "one thing", "causing suffering", "victory", "triumph", "realized", "friends", "caliph"]}, {"quote": "The fact that we advance technologically does not preclude spiritual development. We need to home-grow our own model of development based on our inherent strengths.", "tag": ["preclude spiritual development", "development based", "inherent strengths", "advance technologically", "need", "model", "home", "grow", "fact"]}, {"quote": "if parents and teachers show the required dedication to shape the lives of the young, India would get a new life.", "tag": ["india would get", "teachers show", "required dedication", "new life", "young", "shape", "parents", "lives"]}, {"quote": "Dream, Dream, Dream Dreams transform into thoughts And thoughts result in action. On", "tag": ["dream dreams transform", "thoughts result", "dream", "thoughts", "action"]}, {"quote": "Aano bhadrah kratavo yenthu vishwathaha.", "tag": ["aano bhadrah kratavo yenthu vishwathaha"]}, {"quote": "Albert Einsteins remark that We owe a lot to the Indians who taught us how to count, without which no worthwhile scientific discovery could have been made. Then", "tag": ["worthwhile scientific discovery could", "albert einsteins remark", "taught us", "without", "owe", "made", "lot", "indians", "count"]}, {"quote": "The greatest danger to our sense of unity and our sense of purpose comes from those ideologists who seek to divide the people.", "tag": ["purpose comes", "greatest danger", "unity", "sense", "seek", "people", "ideologists", "divide"]}, {"quote": "Wisdom is a weapon to ward off destruction; It is an inner fortress which enemies cannot destroy.", "tag": ["enemies cannot destroy", "inner fortress", "wisdom", "weapon", "ward", "destruction"]}, {"quote": "Men often become what they believe themselves to be. If I believe I cannot do something, it makes me incapable of doing it. But when I believe I can, then I acquire the ability to do it even if I didnt have it in the beginning.", "tag": ["men often become", "something", "makes", "incapable", "even", "didnt", "cannot", "believe", "beginning", "acquire", "ability"]}], "Wings of Fire: An Autobiography": [{"quote": "Dreams are not those which comes while we are sleeping, but dreams are those when u don't sleep before fulfilling them.", "tag": ["u", "sleeping", "sleep", "fulfilling", "dreams", "comes"]}, {"quote": "Dream is not that which you see while sleeping it is something that does not let you sleep.", "tag": ["something", "sleeping", "sleep", "see", "let", "dream"]}, {"quote": "Dreams are not those which comes while we are sleeping, but dreams are those when u don't sleep before fulfilling them.", "tag": ["u", "sleeping", "sleep", "fulfilling", "dreams", "comes"]}, {"quote": "Dream is not that which you see while sleeping it is something that does not let you sleep.", "tag": ["something", "sleeping", "sleep", "see", "let", "dream"]}], "Turning Points": [{"quote": "While we are happy that our economy is in an ascending phase and our GDP has been growing at as high as 9 per cent per annum, it is evident that the economic growth is not fully reflected in the quality of life of a large number of people, particularly in rural areas and even in urban areas. Hence, we have evolved what is called a National Prosperity Index (NPI), which is a summation of (a) annual growth rate of GDP; (b) improvement in quality of life of the people, particularly those living below the poverty line; and (c) the adoption of a value system derived from our civilizational heritage in every walk of life which is unique to India. That is NPI=a+b+c.", "tag": ["9 per cent per annum", "value system derived", "national prosperity index", "annual growth rate", "economic growth", "urban areas", "rural areas", "poverty line", "large number", "fully reflected", "every walk", "civilizational heritage", "ascending phase", "npi ),", "npi", "unique", "summation", "quality", "people", "particularly", "living", "life", "india", "improvement", "high", "hence", "happy", "growing", "gdp", "evolved", "evident", "even", "economy", "called", "c", "b", "adoption"]}, {"quote": "I would like to ask you, what would you like to be remembered for? You should write it down. It could be an important contribution, whether it is an invention, an innovation or a change that you bring about in society that the nation will remember you for.", "tag": ["important contribution", "would like", "would", "like", "write", "whether", "society", "remembered", "remember", "nation", "invention", "innovation", "could", "change", "bring", "ask"]}, {"quote": "The", "tag": []}, {"quote": "Dont pretend to be a candle, be a moth. Know the power hidden in serving. We seem to have got stuck with external forms of politics and mistaking them to be nation-building. It is sacrifices, toil and valour that is seldom shown or seen that truly makes a nation.", "tag": ["truly makes", "seldom shown", "power hidden", "got stuck", "external forms", "dont pretend", "valour", "toil", "serving", "seen", "seem", "sacrifices", "politics", "nation", "moth", "mistaking", "know", "candle", "building"]}, {"quote": "When politics degrades itself to political adventurism the nation would be on the calamitous road to inevitable disaster and ruination.", "tag": ["politics degrades", "political adventurism", "nation would", "inevitable disaster", "calamitous road", "ruination"]}, {"quote": "The ignited mind of the youth is the most powerful resource on the earth, above the earth and under the earth", "tag": ["powerful resource", "ignited mind", "youth", "earth"]}, {"quote": "When the Almighty appoints a person to a position, He takes care of his provision. If a person takes anything beyond that, it is an illegal gain.", "tag": ["person takes anything beyond", "takes care", "illegal gain", "almighty appoints", "person", "provision", "position"]}, {"quote": "The essential issues of life tend to arise naturally during transitions and intense events. They can also be brought forth through introspection. They arise especially as the soul learns to penetrate and transcend its ego structure.", "tag": ["soul learns", "life tend", "intense events", "essential issues", "ego structure", "brought forth", "arise naturally", "arise especially", "transitions", "transcend", "penetrate", "introspection", "also"]}, {"quote": "I have always believed that cowards never make history, history is created by people with courage and wisdom. Courage is individual, wisdom comes with experience.", "tag": ["cowards never make history", "always believed", "wisdom comes", "history", "wisdom", "people", "individual", "experience", "created", "courage"]}, {"quote": "Any citizen following any faith has the fundamental right to live happily. No one has the right to endanger the unity of minds, because unity of minds is the lifeline of our country, and makes our country truly unique. After all what is justice, what is democracy? Every citizen in the country has a right to live with dignity; every citizen has a right to aspire for distinction. To access the large number of opportunities, through just and fair means, in order to attain that dignity and distinction is what democracy is all about. That is what our Constitution is all about. And that is what makes life wholesome and worth living in a true and vibrant democracy, the essence of which is tolerance for peoples belief systems and lifestyles.", "tag": ["peoples belief systems", "makes life wholesome", "country truly unique", "worth living", "large number", "fair means", "every citizen", "citizen following", "vibrant democracy", "live happily", "fundamental right", "makes", "country", "right", "live", "democracy", "unity", "true", "tolerance", "order", "opportunities", "one", "minds", "lifestyles", "lifeline", "justice", "faith", "essence", "endanger", "distinction", "dignity", "constitution", "attain", "aspire", "access"]}, {"quote": "The ignited mind of the youth is the most powerful resource on the earth, above the earth and under the earth A", "tag": ["powerful resource", "ignited mind", "youth", "earth"]}]}