{"344": {"ques": "role of education in making India as superpower", "tag": ["making india", "superpower", "role", "education"], "ans": "Education is the most important ingredient to make India a developed nation. We have to create a knowledge society through a well structured value based education."}, "345": {"ques": "Mr. President, U.S. is indulged in high power laser experiments in space, what are the conditions that is helping U.S. to carry these experiments only in space and not on land?", "tag": ["high power laser experiments", "helping u", "experiments", "u", "space", "president", "mr", "land", "indulged", "conditions", "carry"], "ans": "We tested our nuclear systems underground. The high power laser system designed by US could be for space based systems. However, we should not encourage space test to disturb other spacecrafts. As a policy, planet earth must be safe and space war should be prohibited."}, "346": {"ques": "How to change my actual lifestyle?", "tag": ["actual lifestyle", "change"], "ans": "You fix a goal. You can definitely think of in what field you would like to make your contribution which will provide value addition to the national mission. Once you have decided on this work persistently to achieve this goal. If you achieve your goal country will definitely benefit."}, "347": {"ques": "vocational training right from class VI or VII", "tag": ["vocational training right", "class vi", "vii"], "ans": "All children require basic education at least up to 10th class. Of course they can take up vocational training along with regular education at an early age based on their aptitude. We have to motivate them to study well and defeat the defeatist tendency in them. With this we well definitely make them succeed and there will be no drop-outs. I recommend for such students who need help, evening classes can be arranged. The teachers who love teaching can assist these students."}, "340": {"ques": "For vision 2020 what role can BEL play in defence technology?", "tag": ["vision 2020", "defence technology", "bel play", "role"], "ans": "For transforming India into a developed nation by 2020 ?we need peace. To ensure this, naturally security and national defence are very important, which you are doing working for. Services are asking for various force multipliers such as missiles, electronic warfare systems, sonar?s, underwater systems etc., But most important contribution that you have to make is that, in future there will not be exclusive defence or commercial technology, there will be only one technology used for both with certain modifications. Particularly, BEL can play a very important role, in generation of big terrestrial solar power panel and high efficiency solar cells with using Gallium arsenide. I was told that 2 million cells phones are sold in the market every month, but they are all imported. Times has come for BEL and other institutions in India to start manufacturing the systems, subsystems and components and produce them indigenously. Also, BEL can establish a BEL Brand EVM and market aggressively in the international market. By 2020, the demand pattern will multiply for entertainment electronics transforming into infotainment, which will provide a big business opportunity."}, "341": {"ques": "Every now and then we come to know that India will be ahead of USA by 2045. May I know during this span of time USA will be sitting idle and there will be no further development in USA?", "tag": ["sitting idle", "time usa", "usa", "span", "may", "know", "india", "every", "development", "come", "ahead", "2045"], "ans": "India will be one of the top three economies of the world by around 2045 based on size. The USA will continue to be the largest economy based on size even then. The USA will not stop to develop its economy but India?s speed of economic development is expected to be faster and thus it will reach the third position based on size of its economy."}, "342": {"ques": "How can quality of life be improved through science and technology?", "tag": ["technology", "science", "quality", "life", "improved"], "ans": "Nuclear science has allowed us to irradiate seeds for agricultural purposes and this has helped in the process of food production. There are many such examples."}, "343": {"ques": "Why do rockets fly upwards and plane fly in a horizontal manner?", "tag": ["rockets fly upwards", "plane fly", "horizontal manner"], "ans": "Newton?s Laws determine the direction of motion."}, "810": {"ques": "It is said that our university system is in crisis, as students are not taking to research. In this situation can we expect that an Indian will win a Nobel Prize before 2020?", "tag": ["university system", "nobel prize", "win", "taking", "students", "situation", "said", "research", "indian", "expect", "crisis", "2020"], "ans": "I believe a Nobel Prize will come if innovations are made. That is the starting point. Our scientists and researchers must focus on innovation in agriculture, industry and the service sector. We also need large institutions to integrate many small institutions. We need to integrate research through a mission mode approach for time bound results. I find that another problem is that we do not propagate our research results such as through journals."}, "811": {"ques": "How to vote right representative in elections", "tag": ["vote right representative", "elections"], "ans": "In my view, nobility of the candidate (or righteousness of the candidate) and performance to the constituency will have to be the criteria."}, "812": {"ques": "Solar and geothermal sources can meet major energy requirement of any country. What is the present status of harvesting these resources in Indian context?", "tag": ["meet major energy requirement", "present status", "indian context", "geothermal sources", "solar", "resources", "harvesting", "country"], "ans": "India presently produces less than 1% of its energy requirement from solar sources. No significant breakthrough has been made in the utilization of geothermal sources for generating power though potential exists for generating over 10,000 MW of power."}, "813": {"ques": "integrity and the capability of India?s politicians to lead the population in future?", "tag": ["population", "politicians", "lead", "integrity", "india", "future", "capability"], "ans": "One thing I can tell you. I have addressed both Houses of Parliament Lok Sabha and Rajya Sabha. Also many Members of Parliament have participated in various discussions at Rashtrapati Bhavan. During all these occasions I have found that everybody wants to see India transformed into a developed nation. They all want that all people in India should live in an economically strong nation maintaining its cultural heritage. There is no difference of opinion on this. The method of achieving may be different. I would like to say that good aim and good goal become the focal point that is our strength and I will work for it."}, "348": {"ques": "Can you make some control on media so that the young generation can escape from the clutches of the selfish motivated business men", "tag": ["selfish motivated business men", "young generation", "media", "make", "escape", "control", "clutches"], "ans": "It is true that foolish man can cause destruction. But God created human being he gave the Faculty to think what is right and what is wrong. I recall a saying of the year 1486 by Giovanni Pico della Mirandola an enlightened thinker God said : \"We have made thee neither of heaven nor of earth, neither mortal nor immortal, so that with freedom of choice and with honour, as though the maker and molder of thyself, thou mayest fashion thyself in whatever shape thou shalt prefer\"."}, "349": {"ques": "Student initiatives to create awareness in the problems related to population and social issues that still plague our country?", "tag": ["student initiatives", "still plague", "social issues", "problems related", "create awareness", "population", "country"], "ans": "I have formulated a ten points oath for the children. If the children follow all the points they will be able to contribute in removing negative societal issues. One of these is relating to Education, which is the key to removal of social evils."}, "816": {"ques": "Role of IT in making India a developed country?", "tag": ["making india", "developed country", "role"], "ans": "IT can play a major role in rural development. It can provide tele-education, tele-medicine, digital library and creation of knowledge centres. All of which are required for increasing the awareness of our rural community and enable them to generate higher level of wealth."}, "817": {"ques": "One of our scientist Prof. C.N.R. Rao said that we cannot live a single minute without science but in earlier times, mostly people live without science and there was no need of science at that time. Science invent so many things and when it become harmful then again it bring some methods to prevent it. So, how can you say that science develop our contry although it is destroying our world?", "tag": ["mostly people live without science", "single minute without science", "cannot live", "science invent", "science develop", "scientist prof", "rao said", "many things", "earlier times", "contry although", "become harmful", "science", "world", "time", "say", "r", "prevent", "one", "need", "n", "methods", "destroying", "c", "bring"], "ans": "It would not be correct to say that there was no need for science in earlier times. Infact since ancient times man has always tried to find out about why things are the way they are ? that is science, the spirit of curiosity. As for inventions and they becoming harmful, science is innocent. It is mankind, which can make good or bad use of inventions."}, "719": {"ques": "Don?t you think that unless we know about the blackness only then can we appreciate the white?", "tag": ["white", "unless", "think", "know", "blackness", "appreciate"], "ans": "It is true but everything can not be black. Media has to take a balanced view from the available information. They should definitely celebrate the successes of our societal members."}, "718": {"ques": "I am a student of siksha-satra, the school at Srinikaten. We are actually aware of the problem of child labour, which seems to be increasing day by day. It is also true, that the government has taken steps to eradicate this social disease. As a student what I can do to help in the fight against child labour?", "tag": ["taken steps", "social disease", "child labour", "also true", "actually aware", "increasing day", "day", "student", "srinikaten", "siksha", "seems", "school", "satra", "problem", "help", "government", "fight", "eradicate"], "ans": "ï¿½ One of the ways by which the child labour can be eradicated is to educate the children and provide them with the hope for a better employment. Many of the young children are taken to child labour in order to feed their stomach ? mid day meals programme will mitigate this to some extent. ï¿½ As a child yourself, being fortunate to be in schools like siksha-sastra, you can take up educating three children in your area who otherwise would have been pushed into child labour."}, "717": {"ques": "Is man playing \"God\" through biotechnology by altering the genetic constitution of different species including humans?", "tag": ["different species including humans", "man playing", "genetic constitution", "god", "biotechnology", "altering"], "ans": "Human curiosity is unlimited. I am definitely against cloning of human beings. We can certainly clone components for effective repair and treatment of human body."}, "716": {"ques": "India wants peace. At the same time is it right to have nuclear weapons also. What is your opinion about this?", "tag": ["nuclear weapons also", "india wants peace", "time", "right", "opinion"], "ans": "For maintaining peace we have to be strong. All that we are doing is to create capability. Our policy is that of ?no first use?."}, "715": {"ques": "What is the scope for nano-technology in defence electronics and BEL?s role in design and development?", "tag": ["defence electronics", "technology", "scope", "role", "nano", "development", "design", "bel"], "ans": "In the Nanotechnology area, by 2015 the NanoElectronics will generate a $300 billion dollar market. BEL should get ready for taking a good share of this market and become a market leader."}, "714": {"ques": "In India, there are many places where thorium is found. In India, 69% thorium of total world is found. By thorium we produce nuclear energy in our country. But we do not produce the nuclear energy from thorium why?", "tag": ["produce nuclear energy", "nuclear energy", "total world", "many places", "produce", "thorium", "india", "found", "country", "69"], "ans": "Our scientists are working on using thorium to create energy through the nuclear cycle. I am sure the breakthrough will come in the next few years."}, "713": {"ques": "If Pakistan announces a nuclear attack against India, what will be your first reaction?", "tag": ["pakistan announces", "nuclear attack", "first reaction", "india"], "ans": "India has got a nuclear policy of ?no first use?. That means, India is strong enough to meet any challenge and attack."}, "712": {"ques": "Many vulgar programmes are being shown on television. It is affecting the mind and soul of the children. Why censor board is not doing any thing to stop this vulgarity?", "tag": ["many vulgar programmes", "censor board", "vulgarity", "thing", "television", "stop", "soul", "shown", "mind", "children", "affecting"], "ans": "Normally the parents will have to decide what programmes children can see, so that their education will not get disturbed. I have also initiated certain actions to curb this tendency."}, "711": {"ques": "Does life exist on other planets also? What are UFOs?", "tag": ["planets also", "life exist", "ufos"], "ans": "Scientists all over the world are working to find existence of life on other planets. We are yet to receive any positive evidence. UFOs are Unidentified Flying Objects, nowadays generally accepted as meaning of alien origin. They strictly refer to any airborne anomalous light."}, "710": {"ques": "What was your first thought when you became President?", "tag": ["first thought", "became president"], "ans": "My first thought was, a beautiful Thiagarajaswamigal's Keerthana in Sri Raga echoed from my heart - \"Endaro Mahaanubhavalu andhariggi vandanamulu\" which means, \"I salute all the great noble hearted human beings\"."}, "1014": {"ques": "What can the youth do for the betterment of the country, especially the politics of the country? Do you think politics in India needs younger people?", "tag": ["india needs younger people", "think politics", "politics", "youth", "especially", "country", "betterment"], "ans": "Politics does need young people. While being in politics I would like you to remember the advice given by Mahatma Gandhi?s mother to Mahatma Gandhi. She said, \"Son, in your entire life time if you can save or better someone's life, your birth as a human being and your life is a success. You have the blessing of the Almighty God\"."}, "1015": {"ques": "Dear Sir, I want to become an Astronaut and travel in the spacecraft of our country. I want to explore the possibility of trapping cosmic energy for the benefit of mankind. What I need to study for it.", "tag": ["trapping cosmic energy", "dear sir", "want", "travel", "study", "spacecraft", "possibility", "need", "mankind", "explore", "country", "benefit", "become", "astronaut"], "ans": "You have to specialize in Astro physics in post graduate education."}, "129": {"ques": "So what happened to your name this time?", "tag": ["time", "name", "happened"], "ans": "Well, no one proposed it. Of course there were discussions in political parties but I haven't been nominated. Some people asked me to contest and I told them I would announce my decision at the right time, which I did."}, "1016": {"ques": "Should we not reduce unnecessary expenditure on VIP visits?", "tag": ["reduce unnecessary expenditure", "vip visits"], "ans": "You might have noticed a large chair was put on the dias. Now that chair has vanished. Similarly very soon unnecessary expenditure on non-productive things will vanish very soon."}, "1017": {"ques": "How can we contribute in India?s development. What expectations you have from the children of the nation?", "tag": ["nation", "india", "expectations", "development", "contribute", "children"], "ans": "You excel in your studies, educate at least 5 people who cannot read and write. Plant 5 trees in your school premises or in your nearby locality, and protect them. And try to have high moral values."}, "911": {"ques": "Why organisations like HAL, NAL, DRDO &amp; ISRO have not as yet started their research related activities in the valley?", "tag": ["research related activities", "organisations like hal", "yet started", "valley", "nal", "isro", "drdo", "amp"], "ans": "DRDO has a Field Research laboratory at Leh which concentrates on High Altitude Agriculture, Poultry and Animal Husbandry. Also SASE of DRDO has detachments at Srinagar and many other places in the valley which in collaboration with the Department of Science and Technology works on mountain meteorology, and they give avalanche prediction to the Armed Forces and Civilian Sectors. Communication and Remote Sensing Data provided by ISRO is widely being used by Geologists and Communication Specialists. The Indian Astronaumical Obersvatory (IAO) the high altitude station of IIA, is situated at an altitude of 4500 metres above MSL to the north of western Himalayas. The cloudless skies and low atmospheric water vapour make it one of the best sites in the world for optical, infrared sub millimeter and millimeter wavelengths."}, "1011": {"ques": "What will be our future after being a scientist, because it takes a lot of years for a person to get profits and sometimes his experiments are identified after his death?", "tag": ["get profits", "years", "takes", "sometimes", "scientist", "person", "lot", "identified", "future", "experiments", "death"], "ans": "Those who take up a career as scientists and research into pure science are not attracted by profits but by the challenge of science and passion."}, "1012": {"ques": "Which is your favourite game, and who is your favourite player?", "tag": ["favourite player", "favourite game"], "ans": "Once, my favourite game was Badminton. Presently, I walk in my garden for more than an hour everyday. That gives me happiness."}, "298": {"ques": "What other things do you think is necessary for schools to impart to students other than education so as to help them face the challenges of the world and be a better citizen of the country?", "tag": ["better citizen", "world", "think", "things", "students", "schools", "necessary", "impart", "help", "face", "education", "country", "challenges"], "ans": "The school must provide an opportunity for developing a multi-faceted talents among students like proficiency in games, debate, communication ability, entrepreneurship, are of living, development of cultural values etc. and these activities must become part of the school curriculum."}, "299": {"ques": "How did you feel when you were declared as President-designate?", "tag": ["president", "feel", "designate", "declared"], "ans": "I thought about my parents and my teachers who inspired me to work and make contribution to the society."}, "296": {"ques": "What is your outlook on the superstitions and religious beliefs in India over the advancing pace of science and technology?", "tag": ["religious beliefs", "advancing pace", "technology", "superstitions", "science", "outlook", "india"], "ans": "As education spreads and prosperity increases, people will appreciate the importance of having scientific thinking. As a result, superstitions will slowly become less. Religious beliefs in the form of spiritualism are not bad."}, "297": {"ques": "How could you become an extraordinary person despite coming from an ordinary family and simple living. Please let us know the secret of your success?", "tag": ["please let us know", "extraordinary person despite coming", "simple living", "ordinary family", "success", "secret", "could", "become"], "ans": "We have to fix a aim and work for it. We will always encounter some problems which should be overcome by our determination. We should defeat the defeatist tendency."}, "294": {"ques": "What is India?s biggest hurdle to progress ? poverty, illiteracy or intolerance? How can we help India to overcome this?", "tag": ["biggest hurdle", "help india", "india", "progress", "poverty", "overcome", "intolerance", "illiteracy"], "ans": "To meet the need of one billion people and alleviate poverty and illiteracy, we have the second vision of transforming India into a developed nation by the year 2020. We have identified five areas where India has a core competence for integrated action: (1) Agriculture and food processing (2) Reliable and quality electric power and surface transport for all parts of the country. (3) Education and Healthcare (4) Information and Communication Technology (5) Strategic sectors. These five areas are closely inter-related and if well done would lead to national, food, economic and security. Intolerance comes through the character. Home is responsible for generating the righteous citizens."}, "295": {"ques": "Will it ever be possible to go to Sun?", "tag": ["sun", "possible", "go", "ever"], "ans": "As you know, sun is the biggest nuclear power plant that we know. It continuously burns its mass to produce heat and light - energy; following Einstein's law, E= MC2. As of today we don't have materials that can shield man and machines from such high temperatures. We do not know, whether we would be able to make this kind of materials, even in the near future. Until that time, our reaching the sun would remain a distant dream and the challenge."}, "292": {"ques": "From your point of view what could prove to be the most dynamic driving force towards our country's development?", "tag": ["dynamic driving force towards", "could prove", "view", "point", "development", "country"], "ans": "The most dynamic driving force for development is the Parliament announcing that India will become a developed nation by 2020. This will ignite billion minds."}, "293": {"ques": "How did you start your career in Education? Was it in a planned way or circumstances led you to become father of missiles?", "tag": ["planned way", "circumstances led", "become father", "start", "missiles", "education", "career"], "ans": "My primary school teacher Shri Siva Subramanian Iyer was responsible for motivating me towards aeronautics. This thought made me plan my education and led to my future career."}, "290": {"ques": "A scientist and then converted to President. Do you think can bring a new era in a country like India? If yes, then how?", "tag": ["country like india", "new era", "yes", "think", "scientist", "president", "converted", "bring"], "ans": "I am working for a developed India and smiles on the faces of a billion people."}, "291": {"ques": "Why the students have to face partiality in the schools?", "tag": ["face partiality", "students", "schools"], "ans": "That is a part of growing up."}, "591": {"ques": "What do think about the newly born state Chhattisgarh and what will you suggest to bring it at the top of its growth?", "tag": ["newly born state chhattisgarh", "top", "think", "suggest", "growth", "bring"], "ans": "Chhattisgarh is full of natural resources with minerals, forestry, water and power generation capability and above all chhattisgarh has hard working people. With this combination chhattisgarh can be transformed into a prosperous state, if it starts with a 10 years vision of development."}, "590": {"ques": "I MET once NARENDRA MODI AND NOW I ASK YOU SIR WHAT WE SHOULD DO FOR NOT TO BE NEGATIVE EMOTIONALLY ?", "tag": ["negative emotionally", "narendra modi", "sir", "met", "ask"], "ans": "Rightousness in the heart brings the beauty in the character. Beauty in the character brings harmony in thinking, harmony results in conflict free home and society."}, "593": {"ques": "Respected Sir, I want to be like you. How can I be like you? I am really interested in Planets &amp; Astronomy.You are really my inspiration!!!!", "tag": ["respected sir", "inspiration !!!", "really interested", "really", "want", "planets", "like", "astronomy", "amp"], "ans": "Acquisition of knowledge is very important. To enter into astronautics, After 10+2, you may select aerospace field."}, "592": {"ques": "How can we say that our?s is a true democracy when there are 15 or 16 parties contest in the elections.", "tag": ["16 parties contest", "true democracy", "say", "elections", "15"], "ans": "This is the beauty of democracy. There should be unity and diversity. All individuals have a right to follow-up the path which they consider best. As the nation gets developed, finally it will get emerged with two party system."}, "199": {"ques": "What about the reality? What do you see as the most significant achievements of your rather distinguished career culminating in a Bharat Ratna in your lifetime?", "tag": ["rather distinguished career culminating", "significant achievements", "bharat ratna", "see", "reality", "lifetime"], "ans": "My good fortune was to have worked with three great minds. Dr Vikram Sarabhai of the department of space. Professor Satish Dhawan, who succeeded him. And Dr Brahm Prakash, father of nuclear  material. I was lucky to have worked with all three of them closely and consider this the greatest opportunity of my life. I see four milestones in my career. One: The twenty years I  spent in Indian Space Research Organisation. I was given the opportunity to be the project director for India's first satellite launch vehicle, SLV3. The  one that launched Rohini. These years played a very important role in my life as a scientist.  Two: After my ISRO years, I joined the Defence Research and Development Organisation and got a chance to be part of India's guided missile programme. It was, you could call, my second bliss when Agni met its mission requirements in 1994. Three: The department of atomic energy and the DRDO had this tremendous partnership in the recent nuclear tests, on May 11 and 13. This was my third bliss. The joy of participating with my team in these nuclear tests and proving to the world that India can make it. That we are no longer a developing nation but one among them. It made me feel very proud as an  Indian. And, finally, four: The fact that we have now developed for Agni a re-entry structure, for  which we have developed this new material. A very light material called carbon-carbon. One day an orthopaedic surgeon from the Nizam Institute of Medical Sciences (in Hyderabad) visited my laboratory. He lifted the material and found it so light that he took me to his hospital and showed me his patients. There were these little girls and boys with heavy metallic callipers weighing over 3 kg each, dragging their feet around. He said to me: Please remove the pain of my patients. In three weeks, we made these Floor Reaction Orthosis 300 gram callipers and took them to the orthopaedic centre. The children could not believe their eyes! From dragging around a 3 kg load on their legs, they could now move around freely with these  300 gram callipers. They began running around! Their parents had tears in their eyes. That was my fourth bliss."}, "198": {"ques": "What is your vision of India in the next millennium?", "tag": ["next millennium", "vision", "india"], "ans": "I have three. Three visions for India. But before that I speak about them, I have one question to ask of you, Mr Nandy. Can you tell me why, in 3000 years of our history, people from all  over the world have come and invaded us, captured our land, conquered our minds? From Alexander onwards. The Greeks, the Portuguese, the British, the French, the Dutch, all of them came and looted us, took over what was ours. Yet we have not done this to any other nation. We have not invaded anyone. We have not conquered anyone. We have not grabbed their land, their culture, their history and tried to enforce our way of life on them. Why? Because, I guess, we respected the freedom of others. Absolutely right. That is why my first vision is that of freedom. I believe that India got its first vision of this in 1857, when we started the war of independence. It is this freedom that we must protect and nurture and build upon. If we are not free, no one will respect us. My second vision for India is development. For fifty years we have been a developing nation. It is time we saw ourselves as a developed nation. We are among the top five nations of the world in terms of GDP. We have a 10 per cent growth rate in most areas. Our poverty levels are falling. Our achievements are being globally recognised today. Yet we lack the self confidence to see ourselves as a developed nation, self reliant and self assured. Tell me, Sir, is this right? Read the last chapter of my book, India 2020, A Vision for the Next Millennium and you will get what I mean. I have a third vision. That India must stand up to the world. I have written 12 chapters on that. Because I believe that unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength. We must be strong not only  as a military power but also as an economic power. Both must go hand in hand."}, "597": {"ques": "Though there are many TV programmes that are informative about India's development in various fields how can we make them more interesting so that they reach all strata of society?", "tag": ["many tv programmes", "various fields", "though", "strata", "society", "reach", "make", "interesting", "informative", "india", "development"], "ans": "Recently I went to a village called Keerapalayam. In that Panchayat at Cuddalore District of Tamil Nadu I found men and women using music, play and dance to promote hygienic needs like keeping the houses and surroundings clean. It was captivating. Similarly, we should promote our developmental programmes like PURA (Providing Urban facilities at Rural Areas) and other activities through poems, plays, dances, dramas etc. For example, Poet Mahakavi Subramania Bharathiyar wrote in 1910 a poem for dance called meaning: Let us sing and dance and rejoice That we have achieved freedom from foreign yoke He wrote this much before we achieved freedom in 1947. This song became very popular. Everywhere it used to be sung and inspire the masses to work for our freedom during our freedom struggle. Similarly, our development oriented song and dramas will help us in our mission of Vision 2020 and also inspire various strata of our society to work for it."}, "596": {"ques": "According to you, what is 'Achievement'?", "tag": ["achievement '?", "according"], "ans": "That which gives happiness and fulfillment."}, "195": {"ques": "If you could rewind and replay your years as President, what might you do differently? Is there anything you wanted to accomplish that you were unable to do?", "tag": ["could rewind", "years", "wanted", "unable", "replay", "president", "might", "differently", "anything", "accomplish"], "ans": "Last year I came up with an idea: I felt I should power the Rashtrapati Bhavan completely with solar power. For that I worked on a proposal after completing four years of my Presidential term — and at the beginning of the fifth year. But then the environmental agencies raised a lot of questions. Before I could answer them, my term ended. I would have liked the Rashtrapati Bhavan to be the first home in India to be powered completely by solar energy."}, "194": {"ques": "During your years as India’s president, what was the biggest leadership challenge that you faced and how did you overcome it?", "tag": ["biggest leadership challenge", "india ’", "years", "president", "overcome", "faced"], "ans": "I returned the Office of Profit Bill to the Parliament. The reason was that I felt there was no transparent system for determining whether a post was an office of profit. That was a major decision. I studied the bill and returned it to the parliament for reconsideration. It created its own dynamic, but I felt I did the right thing."}, "197": {"ques": "Favourite Food - Ashiyamma's", "tag": ["favourite food", "ashiyamma"], "ans": "Dr. Kalam was very close to his mother and the food cooked by her was his favourite. In his book, Pride of the Nation: Dr. APJ Abdul Kalam, Mahesh Dutt Sharma writes, \"Dr. Kalam had very close bond with his mother Ashiyamma.\" His favourite mom-cooked food was rice and sambarwith coconut chutney. \"I often used to eat food with my mother in the kitchen. She used to serve my favourite dish on a banana leaf,\" Dr. Kalam related in the book."}, "196": {"ques": "One last question — you are a gifted poet. Could you please recite some lines of your favorite poem?", "tag": ["one last question —", "please recite", "gifted poet", "favorite poem", "lines", "could"], "ans": "My favorite poem is “The Vision.” I recited it in Parliament, and I will recite it for you. I climbed and climbed; Where is the peak, my Lord?; I ploughed and ploughed, Where is the knowledge treasure, my Lord? I sailed and sailed, Where is the island of peace, my Lord? Almighty, bless my nation; With vision and sweat resulting into happiness."}, "191": {"ques": "In your vision for India 2020, you envisaged that differences between the urban areas and the countryside would gradually disappear. Could you explain your concept of “PURA” and how that brings about this transformation?", "tag": ["countryside would gradually disappear", "“ pura ”", "urban areas", "india 2020", "vision", "transformation", "explain", "envisaged", "differences", "could", "concept", "brings"], "ans": "The concept of PURA — which stands for “Providing Urban amenities in Rural Areas” — is about giving a cluster of villages physical, electronic and knowledge connectivity. The idea is to empower the villagers, so that economic connectivity can emerge. We planned about 7,000 PURAs for the country — including hill PURAs, coastal PURAs and plains PURAs. I believe that connectivity is the key to bridging the rural-urban divide. The core-competence of the village will enable the production of competitive products for national and international markets. This will lead to rural enterprises which will create jobs in villages and lead to a vibrant economy in India’s hinterland. That is how prosperity will emerge in the rural environment."}, "190": {"ques": "That is a great story; thank you for sharing it.", "tag": ["great story", "thank", "sharing"], "ans": "Continuing further with the six traits, the fourth trait is that the leader should have the courage to make decisions. Fifth, the leader should have nobility in management. Every action of the leader should be transparent. And finally, the leader should work with integrity and succeed with integrity. All the traits apply especially to the President of a country. The President continuously must be in touch with the people. The Rashtrapati Bhavan [i.e., the presidential residence in New Delhi, India’s equivalent of the White House] must become the people’s residence. When I was President I travelled to every state, cutting across hills, deserts, and seas. I was in touch with millions upon millions of people."}, "193": {"ques": "In your vision for India’s future technology plays an important role. How will social grids — such as the knowledge grid, the health grid and e-governance grid — help make India a developed country?", "tag": ["governance grid — help make india", "social grids —", "future technology plays", "india ’", "knowledge grid", "health grid", "important role", "developed country", "vision", "e"], "ans": "The idea is that the knowledge grid empowers the village citizens with skill and knowledge. The health grid brings the super-specialty healthcare that is available in the cities to the doorsteps of rural citizens. And the e-governance grid brings transparent governance to the citizens. All these grids lead to economic growth and social transformation."}, "192": {"ques": "How can India become energy independent by 2030?", "tag": ["india become energy independent", "2030"], "ans": "Today fossil fuels dominate the energy sector throughout the world. The World Energy Forum predicts that in five to eight decades, the fossil fuels will run out because these sources of energy are not renewable. Also, energy costs will go up. Oil is already at $110 per barrel, and if this continues, this situation will be very tough to manage. So I set a goal of energy independence for my country. It’s a three-dimensional approach. First, we should invest in solar power. Today solar power is not economical because the efficiency of solar cells is just 15% to 20%. So we should use CNT (carbon nano tubes) composites that can increase the efficiency of solar cells to 45% or 50%. Second, we should use nuclear energy, because India has abundant thorium based nuclear reactors. This is definitely a clean solution to energy needs. The third focus area should be bio-fuels, including ethanol as well as bio diesel made from jatropha [a plant that grows in wastelands] and algae. These three initiatives can free India from dependence on fossil fuels. It will also help maintain a clean environment."}, "270": {"ques": "Agriculture is the backbone of Indian economy. Despite this why this sector is underestimated?", "tag": ["indian economy", "underestimated", "sector", "despite", "backbone", "agriculture"], "ans": "No. The sector needs lot of support. Our agricultural scientists and researchers are working with the farmers to enhance the productivity in different regions. This has ofcourse to increase in the national scale."}, "271": {"ques": "Being from a poor family background how did you manage your financial & educational life so well? Share your experience with us", "tag": ["poor family background", "educational life", "well", "us", "share", "manage", "financial", "experience"], "ans": "My teacher talked to my parents and motivated me to study"}, "272": {"ques": "Who has been your greatest inspiration in life?", "tag": ["greatest inspiration", "life"], "ans": "Shri Sivasubramania Iyer"}, "273": {"ques": "How can we as children contribute in your mission to make India a developed nation by 2020?", "tag": ["make india", "developed nation", "children contribute", "mission", "2020"], "ans": "1. Aim in Life2. Continuously acquire      knowledge3. Work hard4. Perseverance"}, "274": {"ques": "What did you enjoy most - being a whole time scientist or being the President of India?", "tag": ["whole time scientist", "president", "india", "enjoy"], "ans": "Any task has got its own challenges. We have to like the job in which we are involved, then only we will succeed in life."}, "275": {"ques": "What according to you is the most revolutionary scientific discovery?", "tag": ["revolutionary scientific discovery", "according"], "ans": "Electricity. Electricity has played a great role in every aspect of our life."}, "276": {"ques": "How can our country create more Nobel Laureates?", "tag": ["nobel laureates", "country create"], "ans": "1. Scientific magnanimity, 2. Science should be a life     time mission, 3. Research challenges 4. Vision for the nation"}, "277": {"ques": "Our Amity is offering B. Tech. in Aerospace Engineering, B.Tech Dual Degree in Avionics & Aeronautics and B.Tech in Nuclear Science & Engineering. Which B.Tech has the biggest scope in the future?", "tag": ["tech dual degree", "nuclear science", "biggest scope", "offering b", "aerospace engineering", "tech", "engineering", "b", "future", "avionics", "amity", "aeronautics"], "ans": "Certainly these courses are having a big potential in the respective areas in the country. But, in future anything do it with Renewable energy, replacement for fossil fuel, safe drinking water, healthcare for the chronic diseases- will have a big market potential"}, "278": {"ques": "Our Project ?VASUDHA? has brought us very close to the environment. What according to you is the best way in which we the students can bring sustainability to the environment?", "tag": ["brought us", "bring sustainability", "best way", "vasudha", "students", "project", "environment", "close", "according"], "ans": "1. Plant trees in your school or home or neighborhood2. Keep your home, neighborhood clean3. Conserve energy in your home4. Minimize the use of fossil fuel 5. Work towards using solar energy6. Create a transparent home"}, "279": {"ques": "What is the most memorable incident of your childhood?", "tag": ["memorable incident", "childhood"], "ans": "Birds story - Siva Subramaniya Iyer"}, "524": {"ques": "What was your ambition when you were of our age and who was your ideal?", "tag": ["ideal", "ambition", "age"], "ans": "My ambition was to work in an area which has something to do with flying. I was motivated by my fifth class teacher Shri Siva Subramania Iyer, who taught me through practical examples, how birds fly."}, "525": {"ques": "Our poet says there is no caste or community in the society. But, in day-to-day life wherever we go we have to mention these things. Why this? How to find out a solution for this?", "tag": ["day life wherever", "poet says", "day", "things", "solution", "society", "mention", "go", "find", "community", "caste"], "ans": "A borderless society with no divisions of caste and community can arise from borderless minds. It has taken centuries for our society to evolve into the present structure of caste and community. Love, patience, good laws and fair justice are the best instruments for our society to transform itself into a borderless community where ?hands that serve are better than lips that pray?"}, "526": {"ques": "Sir, what was your favourite subject in school and why?", "tag": ["favourite subject", "sir", "school"], "ans": "Science was my favourite subject. It enabled me to think how certain phenomena is occurring in nature."}, "527": {"ques": "Sir, what is the essential requirement for India to become a developed country?", "tag": ["essential requirement", "developed country", "sir", "india", "become"], "ans": "To meet the need of one billion people and alleviate poverty and illiteracy, we have the second vision of transforming India into a developed nation by the year 2020. We have identified five areas where India has a core competence for integrated action: (1) Agriculture and food processing (2) Reliable and quality electric power and surface transport for all parts of the country. (3) Education and Healthcare (4) Information and Communication Technology (5) Strategic sectors. These five areas are closely inter-related and if well done would lead to national, food, economic and security. Intolerance comes through the character. Home is responsible for generating the righteous citizens."}, "520": {"ques": "After becoming the President of India, do you still have interest in science?", "tag": ["still", "science", "president", "interest", "india", "becoming"], "ans": "Before becoming the President of India, I was working on the second vision for development of our nation using technology missions. This programme was evolved when I was the Chairman of TIFAC. I find, now I can put forth this programme before our Parliament and Government. This way I can market this programme. Besides, I was guiding students for Ph.D when I was a Professor. I am still continuing to do so. So, among the other tasks of the President of India, Science &amp; Technology and its applications are also involved."}, "521": {"ques": "Sir, you have dealt with the human mind as a teacher and monitored a missile as a missile man. Which do you think is more difficult?", "tag": ["human mind", "missile man", "missile", "think", "teacher", "sir", "monitored", "difficult", "dealt"], "ans": "I am always happy to be a teacher, since it gives me an opportunity to be with the young who are always curious. Their curiosity provides mutual benefit to the teacher and the taught. I have seen during teaching some students excel the teacher in the way of thinking in all respects. The teachers profession is very satisfying compared to any other task."}, "522": {"ques": "Sir, What were your feelings when you became the Rashtrapati and whom did you remember at that time?", "tag": ["time", "sir", "remember", "rashtrapati", "feelings", "became"], "ans": "The confidence reposed in me by the people really moved me. I felt that I should not let them down, and I have rededicated myself to work towards bringing unity of minds for achieving the vision of making India into a developed nation by 2020. I remembered my mother, father and teachers and all those helped me in my missions."}, "523": {"ques": "What do you think needs to be done to inculcate patriotism &amp; service mindedness among youngsters?", "tag": ["service mindedness among youngsters", "think needs", "inculcate patriotism", "done", "amp"], "ans": "The problem is not with children; it is with parents and teachers. Children are patriotic, Parents and grown ups have to change their attitude towards the nation. You love the nation, you work hard, you preserve our civilizational heritage, and children will automatically follow."}, "915": {"ques": "How economically viable, a manned mission to Moon would be for a developing country like India? Apart from putting India on the international space map, what other benefits can India derive from India?", "tag": ["developing country like india", "international space map", "putting india", "india derive", "moon would", "manned mission", "economically viable", "india", "benefits", "apart"], "ans": "Space science has a lot of spin offs which benefit a society. The Moon has helium 3 which is a future source of energy. These are the benefits."}, "914": {"ques": "Keeping in view that the majority of the current student community opting IT Industry for the attractiveness it poses, invariably the brighter segment of the student population do not join non-IT Industry in India. What is your advice to the younger generation in order to encourage them to have a balanced view of their respective education curriculum and the opportunities in corresponding non-IT industry segments?", "tag": ["current student community opting", "respective education curriculum", "student population", "younger generation", "join non", "corresponding non", "brighter segment", "industry segments", "balanced view", "view", "industry", "poses", "order", "opportunities", "majority", "keeping", "invariably", "india", "encourage", "attractiveness", "advice"], "ans": "Specialization selection cannot be governed by rules and regulations. It has to be achieved my market driven forces. It is important for the non-IT companies to find techniques to attract bright students for promoting their business. The IT tools have immense potentials of increasing the productivity of the traditional industry."}, "917": {"ques": "You are one of the greatest person in our country. Every person in our country has goal that \"I should become like Dr. APJ Abdul kalam and also I must become the role model of you\". But I don't think most of the persons thinking like that is becoming like you. Can you tell me the reason behind it? Is it due to the lack of self-confidence or it depends on the Environment and surrounding people.Second question of mine is,why you have not choosen the Politics, do you feel that it is full of nonsence, crime and stupidity Or you don't want to be a good leader. But what I feel our nation should need the leaders like you, do you think so.Third question of mine is, In our country, a lot of corruption problem is there. Every body is suffering due to this. Is our government is taking any measures to prevent this. What is your comment on this. Do you think,that feeling should be there with every person, the government cannot help in this type of matters.", "tag": ["apj abdul kalam", "persons thinking like", "government cannot help", "become like dr", "must become", "leaders like", "becoming like", "third question", "surrounding people", "second question", "role model", "reason behind", "greatest person", "good leader", "every person", "every body", "corruption problem", "suffering due", "government", "due", "want", "type", "think", "tell", "taking", "stupidity", "self", "prevent", "politics", "one", "nonsence", "need", "nation", "mine", "measures", "matters", "lot", "lack", "goal", "full", "feeling", "feel", "environment", "depends", "crime", "country", "confidence", "comment", "choosen", "also", "\"."], "ans": "Bangalore"}, "916": {"ques": "You made a point about how to build missile also it is very easy to buy an aircraft? When it comes to building aircraft there are many anti competitive forces in the country. How do we deal with the situation?", "tag": ["many anti competitive forces", "build missile also", "building aircraft", "aircraft", "situation", "point", "made", "easy", "deal", "country", "comes", "buy"], "ans": "Air craft is a man rated system. It takes time to design, develop, produce and make it flight worthy. We have to carry out lot of simulation to test the system. I had experienced similar problems when LCA was being developed. Today I am happy to say three aircrafts are in the air and undergoing stringent test. If we persevere we can definitely overcome the anti-competitive forces."}, "1010": {"ques": "What can be done to stop the sale of spurious medicines", "tag": ["spurious medicines", "stop", "sale", "done"], "ans": "I believe those who sell spurious medicines are committing a heinous crime. A stronger law than the present one is on the anvil and pharmaceutical companies are also trying to identify the groups and persons who are indulging in this trade."}, "910": {"ques": "Sir, Being the deveoped country we should now have the organisation like NASA in India for space research. We Indians are brilliant enough for the same. Can I expect that this wish will be surely fullfied by the most talented person like u which now is also the top level person in the country?", "tag": ["talented person like u", "top level person", "organisation like nasa", "surely fullfied", "space research", "brilliant enough", "deveoped country", "country", "wish", "sir", "indians", "india", "expect", "also"], "ans": "We already have ISRO, which has developed world class satellites and launch vehicles. Moon mission is scheduled in 2007 with the payload orbiting around the moon."}, "913": {"ques": "From an article about science I came to know that radioactivity can be used to preserve food items and soft drinks. I would like to know if its possible and if it is, is it safe?", "tag": ["preserve food items", "would like", "soft drinks", "used", "science", "safe", "radioactivity", "possible", "know", "came", "article"], "ans": "Irradiation for food items for their preservation is a proven technology world wide. Irradiation of food items work by disrupting the biological processes that lead to decay. In their interaction with water and other molecules that make up food and living organisms, radiation energy is absorbed by the molecules they contact. The reactions with the DNA cause the death of micro-organisms and insects and impair the ability of potatoes and onions to sprout. In India, BARC and DAE have capabilities for irradiating the food. They have established certain facilities for potatoes and onions. There is one commercial irradiation facility for medical products in Mumbai which can also be used for treatment of spices."}, "1013": {"ques": "Aren't we encouraging rote method I our present education system. Isn't there anyway Gandhiji's basic education be revived?", "tag": ["encouraging rote method", "present education system", "basic education", "anyway gandhiji", "revived"], "ans": "I have answered this question in 18. Definitely I believe we need education with value system which presents the experiences of our great leaders in different fields such as science, arts, law, literature and politics."}, "449": {"ques": "What was your first question to your Guru?", "tag": ["first question", "guru"], "ans": "My Guru was my teacher when I was ten, his name was Siva Subramania Iyer. One day he was teaching us how birds fly. My question was what is the power plant (locomotive) in the bird?"}, "448": {"ques": "After the Kalpna Chawla incident, how safe are the astronauts and their spacecrafts in space?", "tag": ["kalpna chawla incident", "spacecrafts", "space", "safe", "astronauts"], "ans": "ï¿½ Every accident has a lesson for improving the safety of space vehicles. ï¿½ Spacecraft and astronauts are safer than driving in roads. ï¿½ Aircraft industry though only about 50 years old, even today produces some of the most dependable man made vehicles. Can you imagine the confidence with which a pilot starts his aircraft in the morning just like starting a cycle with the same confidence and reliability. I wish such reliability levels will one day be seen in our PCs."}, "443": {"ques": "The Mughal Garden of Rashtrapati Bhavan is said to be one of the best garden in the world. How can we enjoy visiting the Mughal Garden?", "tag": ["rashtrapati bhavan", "mughal garden", "enjoy visiting", "best garden", "world", "said", "one"], "ans": "The Mughal Garden is now open for public till March 28th. Anybody can visit and your institution can organize a visit."}, "442": {"ques": "How do you feel when people like Bill Gates donate for the cause of AIDS in India? Do you feel happy that they are helping in our fight against such diseases or do you feel sad that we are unable to do anything regarding such circumstances", "tag": ["people like bill gates donate", "anything regarding", "feel sad", "feel happy", "feel", "unable", "india", "helping", "fight", "diseases", "circumstances", "cause", "aids"], "ans": "Nation spends every year 300 thousand crores for various tasks and projects. In this type of allocation AIDS announcement by various philanthropists is a drop in the ocean. But it clearly shows the good intention."}, "441": {"ques": "We are always taught that all religions have to be respected, right from primary. My parents are telling me that they have also been taught the same thing. Then why are there communal riots? What can we, as young students do to prevent it?", "tag": ["young students", "communal riots", "always taught", "taught", "thing", "telling", "right", "respected", "religions", "primary", "prevent", "parents", "also"], "ans": "Our religions are beautiful islands. When religions transform into spiritualism we will see the oneness amongst all of us. As students you follow the principle stated in this oath. ?I will not support any religious, caste or language differentiation?. You can also remind this to all your friends."}, "440": {"ques": "We are taught that Vedmantra sounds have great power. Can it be proved by scientific instruments?", "tag": ["vedmantra sounds", "scientific instruments", "great power", "taught", "proved"], "ans": "Yes, it is possible to study the electrical impulses in the brain and understand the impact of veda mantra on the performance of the brain."}, "447": {"ques": "How can the over exploitation of natural resources and industrialization due to rising population be overcome?", "tag": ["rising population", "natural resources", "industrialization due", "overcome", "exploitation"], "ans": "It is true that one day the fossil fuel like coal, oil and gas will be exhausted since the renewal is not taking place. Also new findings are not talking place. Fortunately, India has three powerful resources - solar power to be harnessed, thorium based nuclear power generation and sea water - by desalination process for drinking and irrigation."}, "446": {"ques": "Why is there so much corruption in India? What should be done to stop it? What can we children do to help stop corruption?", "tag": ["help stop corruption", "much corruption", "stop", "india", "done", "children"], "ans": "Home generates enlightened citizens. If such an evolution does not take place, difficult situation arises as we are witnessing. Eradication of corruption in public life requires a movement and this movement has to start from home and school. Only three people can help in eradicating corruption. They are father, mother and primary school teacher. If they inculcate righteousness among the youth nobody can change them in their later life. Hence we need this movement in all our homes for eradicating corruption in public life."}, "445": {"ques": "Do we really need to view everything from a scientific side for proper understanding?", "tag": ["view everything", "scientific side", "really need", "proper understanding"], "ans": "Yes. Science is the only way man can progress fast."}, "444": {"ques": "Many students don?t get financial aid to study. What can you do for the same?", "tag": ["get financial aid", "many students", "study"], "ans": "I have been suggesting that the banks and financial institutions should provide hassle free loans to poor students. I am sure banks will come forward with innovative methods of providing financial aids to the students for perusing studies."}, "108": {"ques": "Don't you think the youth has to be handled carefully? 540 million young people can be dangerous if they get into the wrong line..", "tag": ["540 million young people", "wrong line ..", "handled carefully", "youth", "think", "get", "dangerous"], "ans": "We all have passed the phase of youth. Basically, it all depends on family values, which are good in India. So there's a big hope. And regarding the possible problem with the young, it can be tackled by giving a big mission to them. First & foremost, you as a student should excel in academics. Second, over the weekend you can educate the 40% people who are illiterate, without disturbing your studies. Third is: environment is being damaged particularly in the urban areas. You can contribute by organising a \"young movement\" to conserve environment. You plant trees. Suppose you decide to plant 5 trees before you come out of IIT Kharagpur or Lady Shriram College, and each one of 500 million people plant two trees each, that would become 1 billion trees! The movement of the young always has the ability to excite. Apart from that, you must always have a dream - after economics, after B.A., what will I do? It should be clear: what I want to do in the next 10 years. Similarly, after Civil Engineering, will you become a designer, will you become a manager, a leader? Or as an economist would you become a good professor, or, would you like to contribute in the making of the economic design of our nation? Or, would you like to contribute nationally by participating in the planning of National Development?  Like that, you should have a dream."}, "109": {"ques": "You were talking of the youth educating people. At IIT, we have an organisation of students and a few professors, called Prabuddha Bharat, which tries to educate illiterate children outside the campus...", "tag": ["educate illiterate children outside", "youth educating people", "called prabuddha bharat", "campus ...", "tries", "talking", "students", "professors", "organisation", "iit"], "ans": "I won't call these people illiterate, because may be they have great knowledge - what do you say?"}, "102": {"ques": "“Thank you so much Sir for your valuable time and words”.", "tag": ["“ thank", "words ”.", "valuable time", "much sir"], "ans": "“If you really want to thank me, explore and contribute in making a developed India by 2020. It is not just a vision in minds, rather a mission that we can all take up and succeed”."}, "103": {"ques": "I hope we are not taking to much of your time", "tag": ["time", "taking", "much", "hope"], "ans": "I have a lot of time for you."}, "100": {"ques": "“Sir what is the main terror that threatens the development of our country?", "tag": ["“ sir", "main terror", "threatens", "development", "country"], "ans": "“Ignorance!!”"}, "101": {"ques": "“You are so perfect in your words, that every bit of it has ignited minds in various arenas. What would you like to convey them?”", "tag": ["various arenas", "ignited minds", "every bit", "“", "would", "words", "perfect", "like", "convey", "?”"], "ans": "“Visualize whether the experience and education will embellish you to give to being human; probably that is your stage of performance. As a young citizen of India, armed with technology, knowledge and love for the nation, I realize that small aim is a crime.”"}, "106": {"ques": "For a man of simple ways, how has the ceremony and fan fare of being a president affected you? Even now?", "tag": ["simple ways", "president affected", "fan fare", "man", "even", "ceremony"], "ans": "Well, I'm at home with three things, ok?  First is the beautiful nature, you know ... with it, I'm always, I'm home. With flowers, with fragrance, with birds flying, the deer and what not - everything's here. I spend a lot of time. The second thing: I meet 50 to 100 children from various parts of the country. Third thing, I have my scientific agenda and tasks. I'm guiding a scientist for Ph.D. which I was doing when I was in Anna University as a Professor. He was my student, so currently I'm guiding him even now. Yes, he wouldn't leave me! There's also a fourth thing. I have come here with a mission—India should be transformed into a developed nation. And we are trying to talk to Parliament members, political leaders and legislatures, I'm trying to show we all can live in a developed nation."}, "107": {"ques": "The prime minister said at the ASEAN meet that 54 per cent of India's population is now under 25. What do you feel about this, sir? Ours being a young nation... So, what do you feel about this, Sir, since we are getting into this groove of a young nation.", "tag": ["prime minister said", "54 per cent", "young nation ...", "young nation", "asean meet", "sir", "since", "population", "india", "groove", "getting", "feel", "25"], "ans": "Yes, its true, below 20 itself there are more than 200 million people. I believe it is our wealth. And just like in 1857, they were told to get freedom, and the young people were the first to jump into it. I believe that was the first vision of our nation. The second vision for the nation is transforming it into a developed nation. Out of a thousand, 260 people are below the poverty line. We have to lift them up. If the mission is injected into the minds of the young, then their minds will be ignited, they will transform India into a peaceful and prosperous country."}, "104": {"ques": "Sir, you are the inspiration of millions, who was your inspiration?", "tag": ["sir", "millions", "inspiration"], "ans": "My inspiration? Prof Vikram Sarabhai, heard about him? Well, my earliest inspiration was my science teacher, Sivasubramania Iyer. This man taught me in fifth class, I was 10 then. He was teaching how a bird flies. He went to the blackboard, drew the bird, its tail, nose, beak and wings and started talking about how it flies. You know which year [it was]? 1941. You were not even ideas then. After 45 minutes, he asked how many of us understood. Many students raised their hands. There were 30 of us who did not. He said, \"Those who did not understand...come in the evening.\" Rameshwaram is a small island, with birds flying over the sea. He said, \"Just watch, the wings are flapping. Now, the tail lifts, the wings flap and the direction changes.\" Tell me, what propels a bird? Cars and aircraft have engines, what does a bird have? Yes, life! Life is what actuates the brain. That's how he would explain. In a few minutes we all understood how a bird flies. But that's not important - what is important is, from that day something got into me, the bird's flight! I was just 10 but the teacher was so good he made me dream.... Flight? Science? I knew in a definite sense, my future had to have something to do with flight. That is how I developed interest in maths and physics. After school, I did aeronautical engineering at Madras Institute of Technology. Then on to rocket engineering at ISRO. That's where my career started. My science teacher put me on this orbit, but the full shape was given by Prof Sarabhai. He was a visionary. It was the '60s. Back then, we had no rocket, no missile, nothing. He gave us a vision statement—India should design and develop high-powered rockets, make communication satellites, remote-sensing satellites. That was his vision."}, "105": {"ques": "Was he the one, your teacher initially, who inspired you to write Ignited Minds?", "tag": ["write ignited minds", "teacher initially", "one", "inspired"], "ans": "No, Ignited Minds I wrote after meeting young people like you."}, "902": {"ques": "With network now almost at every home, does class room education any more relevant than the distant education?", "tag": ["class room education", "distant education", "every home", "relevant", "network", "almost"], "ans": "Classroom teaching cannot be substituted by the distance education. Both are complementary. Teacher is vital up to secondary education. Tele-education can be used to enrich the content of education and higher education."}, "903": {"ques": "How can we educate every child without improving their economic condition?", "tag": ["educate every child without improving", "economic condition"], "ans": "Both have to go together."}, "39": {"ques": "You began your career with ISRO. You were the Project Director of the first successful SLV-3 flight from Sriharikota, in July 1980. Then you joined the DRDO. Recently you took part in the activities of the Department of Atomic Energy (DAE) related to the five nuclear explosions at Pokhran in May. What are your experiences in each of these departments?", "tag": ["five nuclear explosions", "first successful slv", "took part", "project director", "july 1980", "atomic energy", "3 flight", "sriharikota", "related", "recently", "pokhran", "may", "joined", "isro", "experiences", "drdo", "departments", "department", "dae", "career", "began", "activities"], "ans": "When I worked at the Vikram Sarabhai Space Centre in Thiruvananthapuram, Rajan worked at the ISRO headquarters (Bangalore), and he also worked at the VSSC. We were in the Physical Research Laboratory also... I started my career in the VSSC and worked there for nearly 20 years - from 1962 to 1982. One of the major projects I was assigned then was to design, develop and build a satellite launch vehicle called SLV-3 to put the Rohini satellite into low earth orbit. This was India's first satellite. I had a fantastic team. It was called the SLV-3 team, and many technology groups at the VSSC, at the Sriharikota (SHAR) centre and the ISRO Satellite Centre (Bangalore) were all partners in this great mission. What we learnt when I put the satellite successfully into orbit in July 1980 was that in any task we do, the mission is greater than the individuals and organisations. That brought together many partners from research and development organisations, industries and various laboratories. This was one of the major experiences. This continued with me wherever I went. In 1982, when I joined the DRDO, one of the major programmes we evolved was the Integrated Guided Missile Development Programme. This programme, comprising many missiles, came out of the intensive partnership between the DRDO laboratories - the prime laboratory at that time was the DRDO (Defence Research and Development Organisation), and its Research Centre at Imarat, Hyderabad - and the defence industries, the armed forces and public and private sector industries. So, one is (the fact that the) mission (is) greater (than the individuals). Another is partnership. In both ISRO and the DRDO, when I was working there, thousands of engineers, scientists and staff (members) participated. Now the recent effort - a major mission that has been accomplished with the partnership of the Department of Atomic Energy (DAE), the DRDO and the Army - was the completion of five underground nuclear tests. I would attribute the success of this mission, as my friend Dr. R. Chidambaram, Chairman, Atomic Energy Commission, put it, to the \"synergy\" between the DAE and the DRDO. This has brought about a very important technological breakthrough. So the net result is the (joint) experience of three major scientific departments - ISRO, the DRDO and the DAE. India has the best of minds, creative minds. Any mission dreamt of can be accomplished."}, "38": {"ques": "How did you feel when you realized that you didn’t have to support your family with your newspaper route anymore?", "tag": ["newspaper route anymore", "’", "support", "realized", "feel", "family"], "ans": "See, I firmly believe that the nation has to be bigger than the individual and the individual has to work for the nation. If you’re working for yourself, you’ll not be transparent. But once you put the nation above you, you become transparent."}, "906": {"ques": "What is of vital importance - Personal development or national development? In what way does personal development contribute to national development?", "tag": ["personal development contribute", "personal development", "national development", "vital importance", "way"], "ans": "National development has to be achieved through people. Hence, development of people is very important. We have to create a personal development programme which will generate enlightened citizens who in turn will contribute towards national development."}, "907": {"ques": "Sir, please quote the incidents / inspirations that have helped you to mould your career as the First Citizens of India?", "tag": ["please quote", "first citizens", "sir", "mould", "inspirations", "india", "incidents", "helped", "career"], "ans": "My career has been moulded by my primary teacher, Prof Satish Dhawan and Dr Vikram Sarabhai which spanned around 41 years. During that period as a scientist and technologist I worked with many teams in the development of satellite launch vehicles, missiles, nuclear test and generation of a road map for transforming India into a developed nation. Finally, an opportunity has been provided to me to market this idea to the nation."}, "904": {"ques": "If everyone is educated who will perform the so called low and menial jobs such as sweepers, dhobis and so on. Do you think that education for all can solve all the problems of the society?", "tag": ["menial jobs", "called low", "think", "sweepers", "solve", "society", "problems", "perform", "everyone", "education", "educated", "dhobis"], "ans": "ï¿½ No job is menial or low ï¿½ Education will enrich and enable you to perform the job better, faster and cheaper."}, "905": {"ques": "Sir, I want something new and I work new experiment. my parents and my friend laugh me", "tag": ["work new experiment", "want something new", "friend laugh", "sir", "parents"], "ans": "Don't get disheartned. The people who have a dream and worked hard and didn't deviate from the aim have all succeed."}, "33": {"ques": "Dr. Kalam, you say the nation comes before the individual. What is your take on American business owners who have outsourced the jobs of their countrymen?", "tag": ["american business owners", "nation comes", "take", "say", "outsourced", "kalam", "jobs", "individual", "dr", "countrymen"], "ans": "Every nation has to follow a certain policy: Commercial, trade, various other types of policies. The phenomenon of globalization is going on. If you consider the law of development, there are two types of nations. One category holds the developed nations, numbering less than 10, and the second category holds the hundreds of developing nations. Developed nations produce and market products in their own country and throughout the world. Only then can they survive as developed nations. Developing nations want to become developed nations. So, they have to produce products and competitively market them globally. So what is the commonality in the picture? Competitiveness! That is a key concept. Cost, quality, marketing — all make up factors of competitiveness. So, all nations have to work competitively, all nations have to depend on each other, work together. There’s nothing wrong in it."}, "32": {"ques": "Sir, one last word to our readers.", "tag": ["one last word", "sir", "readers"], "ans": "They must think in a big way. I remember 2000 years back, there is a famous saying in Thirukural by Saint Poet Thiruvalluvar — Vellathanaythu Malar Neetam Mandartham Ullathanaytu Uyarvu. It means that, just like the height of the water in a pond determines the height to which a lily would grow, it is the heights of thoughts that determines the heights to which you could aspire for. So as human beings they should have great thoughts, great aims, and when thoughts become transformed into actions performed with perseverance and devotion, success has to follow. Thank you very much sir."}, "31": {"ques": "Sir, how do we, at Careers360 add better value for our readers?", "tag": ["careers360 add better value", "sir", "readers"], "ans": "You should not become just like any other magazine. You see 700 million people are living in the rural area, you are reporting about 300 million people. So you should report the success story of a fisherman, an agrofood processor, a farmer, a craftsman. The message is become the magazine of a billion people population."}, "30": {"ques": "Sir, would you then say, that it finally boils down to focusing on one mission in life?", "tag": ["one mission", "finally boils", "would", "sir", "say", "life", "focusing"], "ans": "No, it is finally that the goal should be in front of you. That is my experience. We are always tempted to do many things simultaneously. But if you start doing one thing, have one goal and put all your efforts into that, then definitely you will succeed. Of course, you have to win! A problem always appears here and there but you have to face the problem and defeat the problem."}, "37": {"ques": "And who taught you this message?", "tag": ["taught", "message"], "ans": "Myself. I had to learn this myself. Literature also influenced me deeply. In India, we have a famous book called, Thirukkul, written 2,200 years back. I’ll quote a couplet: “If your thoughts are high, definitely you’re going to work for your aim, definitely you will succeed. But conversely, if you don’t have an aim, don’t have high thoughts, how can you aim at success?” My second favorite book is Light From Many Lamps, by (Lillian Eichler) Watson. And the third book that I love is Empire of the Mind. These three books have made my life."}, "36": {"ques": "What was your immediate reaction when “Agni” and “Prithvi” missiles were successful?", "tag": ["“ prithvi ” missiles", "“ agni ”", "immediate reaction", "successful"], "ans": "I was right there and witnessed the whole thing. Courage is key. My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people."}, "35": {"ques": "You’ve been called the “Missile Man of India” and the “People’s President.” Is there an incongruity between your desire to empower the world with peace and making India a nuclear power?", "tag": ["“ missile man", "“ people ’", "president .”", "nuclear power", "making india", "india ”", "’", "world", "peace", "incongruity", "empower", "desire", "called"], "ans": "I am innocent to the whole affair! I did not call myself these names! (laughs). When a nation is surrounded by weaponized nations, she has to equip herself. That’s what India has done. To make the nation peaceful and prosperous, we need minimum security. That’s what we have done."}, "34": {"ques": "How do you envision the epic communal divide between Muslims and Hindus bridged in India?", "tag": ["epic communal divide", "hindus bridged", "muslims", "india", "envision"], "ans": "Let me tell you a story. The Europeans fought with each other for hundreds of years. They even created two world wars. But today, we see that these same 23 nations have created the European Union. There are rich, not so rich, and poor nations in the EU, and all of them are working towards making Europeans live prosperous, happy lives. So, in India also such changes will happen, in fact throughout the whole world — the earlier the better. To give another example, U.S.A. and U.S.S.R., during the Cold War, generated 10,000 nuclear warheads. Today they are friends. They are saying they are working for world peace, they say they will bring down the number of nuclear warheads. So, historically, this cycle has to come to India too. Good things will happen."}, "641": {"ques": "Sir i would like to ask whom do you admire the most in this world? What are the secrets of your success? Were you a naughty child during your school days? I will hope you will answer my simple questions please answer them!!!", "tag": ["simple questions please answer", "would like", "school days", "naughty child", "answer", "world", "success", "sir", "secrets", "hope", "ask", "admire", "!!"], "ans": "Of course my parents, I always remember my teacher who gave me the vision for my life while teaching how the birds fly. Since I studied during 1940s, naturally if you are naughty you will be canned. I have experienced that."}, "640": {"ques": "Our Chief Minister Shri Mulayam Singh Yadavji has been working for the development of the women and girls. But many states are unable to give these facilities to women. Many women are still illiterate. What have you planned for the women?", "tag": ["chief minister shri mulayam singh yadavji", "still illiterate", "many states", "many women", "women", "working", "unable", "planned", "give", "girls", "facilities", "development"], "ans": "Planning commission has come out with 10th five year plan and has a definite programme for the women education throughout the country."}, "643": {"ques": "Why does India need to still depend upon America for nuclear fuel?", "tag": ["still depend upon america", "nuclear fuel", "india need"], "ans": "We do not have enough uranium sources of our own. But we are not dependent on just one nation, we have sources from others also."}, "642": {"ques": "While India has produced many eminent scientists why is it that we have not produced a single Gold Medallist at the Olympics?", "tag": ["produced many eminent scientists", "single gold medallist", "produced", "olympics", "india"], "ans": "In my opinion there are two ways we can achieve this. The first is to identify talent at a young age and then develop the talent over a lifetime. Another would be to ask the three wings of our Armed Forces to set-up a separate wing for training Olympic athletes from a very young age."}, "645": {"ques": "Hon'ble Sir, I want to know your views on the satellite killer sent by China and its impart on Indian space missions.", "tag": ["satellite killer sent", "indian space missions", "ble sir", "want", "views", "know", "impart", "hon", "china"], "ans": "Space should remain a peaceful region and there should be no arms race there. Our space programme continues on its plan and these events have not had any affect on it."}, "644": {"ques": "What are you doing to increase employment in the country? On being the President, what are your expectations or what is your message to the citizen of India? How do you relate a normal citizen?s life and a President?s life?", "tag": ["increase employment", "normal citizen", "citizen", "relate", "president", "message", "life", "india", "expectations", "country"], "ans": "Developed India Vision is meant to make India prosperous and the missions in the vision will provide employment opportunity to all. My message to the youth is given in the 10-point oath. I have been an ordinary citizen and I have come here. My Life style remains the same."}, "438": {"ques": "When will India become a developed country like U.S.A. and how can the young generation contribute to it?", "tag": ["developed country like u", "young generation contribute", "india become"], "ans": "We have a vision to become a developed nation by the year 2020 through focussed action in the following areas:- (1) Women's education and Healthcare (2)Agriculture and Food Processing (3) Information and Communication Technology (4) Infrastructure Development and (5) Self-Reliance in critical technolgies. The younger generation can help by concentrating on their studies and excelling in them. Also in your spare time, say on the weekends you can teach five people in the surrounding rural areas like villages to read and write. You can also plant five saplings in and around your home or in your school and take care of them."}, "439": {"ques": "In one of your speeches, you have told that your main enemy is poverty. So, how can we utilize science and technology to kill this enemy?", "tag": ["utilize science", "main enemy", "enemy", "told", "technology", "speeches", "poverty", "one", "kill"], "ans": "Science and technology has already been applied in agriculture, dairy, sericulture, horticulture and other rural based industries. We have to enhance this application to provide full employment to our rural population. This will be the way we can achieve the goal of removal of poverty."}, "436": {"ques": "I have been traveling in Northern India over the past month and I have found that there is lot of investment needed for physical infrastructure, but the people do not seem to want to take care of their immediate environment. There is a lot of trash around human habitations?", "tag": ["trash around human habitations", "take care", "physical infrastructure", "past month", "northern india", "investment needed", "immediate environment", "want", "traveling", "seem", "people", "lot", "found"], "ans": "We have just started a movement for solid waste disposal in South India, by converting it into bricks which are in turn used in mini-power plants to produce about 6 to 7 megawatts of power. Education plays an important role in making a person aware of hygiene. In states like Kerala where education levels are high, such problems you will find are minimal. States also need to bring in laws of their own."}, "437": {"ques": "What do you enjoy the most ? being the President of India or a working scientist?", "tag": ["working scientist", "president", "india", "enjoy"], "ans": "I enjoy work in whatever capacity I have been. No work is inferior or superior."}, "434": {"ques": "What are you doing to bring the ISRO to the level of NASA?", "tag": ["nasa", "level", "isro", "bring"], "ans": "The ISRO is already an international level organization. Dr. Madhavan Nair the Chairman of the ISRO is already steering the organization to a new level, with the successful return of the satellite which went into space and returned successfully. This has proved our re-entry technology. In 2008 India shall be sending the Chandrayan spacecraft to the Moon and landing a payload."}, "435": {"ques": "Mr. President, as you are the executive head of the nation and also the supreme commander of the armed forces, is this any indication that our nation should move towards a Presidential form of democracy?", "tag": ["supreme commander", "presidential form", "move towards", "executive head", "armed forces", "president", "nation", "mr", "indication", "democracy", "also"], "ans": "Our Constitution makers have carefully examined all aspects and brought out a constitution, which is enabling the smooth functioning of our Democratic system for the last five decades plus. We had many ups and downs during the last 54 years. We have withstood robustly. We are now a mature Democracy."}, "432": {"ques": "Everybody has something to tell us. Some say we should be disciplined, some say we should study, we should be honest, hardworking and so on. All these are important ? but what is the most important quality for a child?", "tag": ["tell us", "important quality", "important", "study", "something", "say", "honest", "hardworking", "everybody", "disciplined", "child"], "ans": "The most important quality for a child is to be honest to himself or herself and compassion to others. This will lead you to become an enlightened citizen."}, "433": {"ques": "In your book, WINGS OF FIRE, you have quoted Milton Auden, Shaw, Khalil Gibran and other writers who have given you a clearer insight into life. Keeping this in mind, I would like to know how, in your opinion, Sir, students of literature and the arts can help to take India forward?", "tag": ["take india forward", "quoted milton auden", "would like", "khalil gibran", "clearer insight", "writers", "wings", "students", "sir", "shaw", "opinion", "mind", "literature", "life", "know", "keeping", "help", "given", "fire", "book", "arts"], "ans": "Prosperity of any nation depends directly on the creativity of its artists and writer. You will remember in your history books, you will always come across the fact that during the golden periods of any empire there were more artists and writers supported by the kings and courts. I believe that the students of arts and literature will be critical and important contributors to taking India as a developed nation and sustaining it there. Creative entertainment and management are likely to be areas where the future society is going to spend enormous amount of time and money. The students of art and literature can find ample opportunities in this arena to good jobs. They can also act as a very effective interface between the people and the policy makers as well as between the people and the scientist and technologists."}, "430": {"ques": "Every child is a scientist. What did you mean by it?", "tag": ["every child", "scientist", "mean"], "ans": "The inquisitiveness of the child for reasoning makes it a scientist."}, "431": {"ques": "Is it possible to have a World Organisation to govern in an integrated way all the nation of the planet earth?", "tag": ["world organisation", "planet earth", "integrated way", "possible", "nation", "govern"], "ans": "This can happen when a World body emerges governed by people like Mahatma Gandhi, Abraham Lincoln, Caliph Omar and Ashoka."}, "826": {"ques": "Dr. A.P.J. Abdul Kalam, how would you like to be remembered?", "tag": ["abdul kalam", "would", "remembered", "p", "like", "j", "dr"], "ans": "He brought smiles on millions of faces. I will work for it."}, "339": {"ques": "How can we produce the energy if coal, gas etc run out? What are the other forms of energy towards which we are working for?", "tag": ["gas etc run", "energy towards", "energy", "working", "produce", "forms", "coal"], "ans": "Research is on various other sources. Sources like solar energy, bio-fuels and hydrogen energy."}, "338": {"ques": "Why do you wear a blue shirt?", "tag": ["blue shirt", "wear"], "ans": "I like the sky and its marvels"}, "335": {"ques": "Why can?t we promote our budding talent to scale heights as Indian scientists besides scientists of Indian origin as Sunita Williams?", "tag": ["indian scientists besides scientists", "indian origin", "sunita williams", "scale heights", "budding talent", "promote"], "ans": "I am suggesting the establishment of a permanent cadre of scientists selected from students from Post Graduate level, who would be provided life long job security to pursue careers in pure science. That way we can promote our own young science talent."}, "334": {"ques": "I have heard that one poor mother sold her child for Rs. 10. Is this the price of the Indian child? If not, what is the value of the Indian child?", "tag": ["one poor mother sold", "indian child", "child", "value", "rs", "price", "heard", "10"], "ans": "Poverty is a curse. Our mission is to fight to remove the poverty. Children are invaluable asset to the nation."}, "452": {"ques": "India's greatest contribution to the civilized world?", "tag": ["greatest contribution", "civilized world", "india"], "ans": "I refer to Gandhiji's philosophy of non-violence. Barrister Mohandas Karamchand Gandhi went to Africa and returned as Mahatma Gandhi. We are yet to find a better alternative than his philosophy for reaching a goal through convergence of minds."}, "336": {"ques": "Since H.E. President has worked as a Scientist for a long time and has been a leader of a research organization, I wanted to ask him, what kind of Organizational Policies, Practices, Rewards, Culture tend to encourage or motivate research scientists? What are the important lessons for managing an R &amp; D Unit? What are the pitfalls?", "tag": ["motivate research scientists", "research organization", "since h", "organizational policies", "long time", "important lessons", "culture tend", "worked", "wanted", "unit", "scientist", "rewards", "r", "president", "practices", "pitfalls", "managing", "leader", "kind", "encourage", "e", "ask", "amp"], "ans": "For success in research and development we should have an organizational policy of promoting scientific temper among the scientist, openness of communication, tolerance to criticism, team work, collective problem solving and continuous improvement in performance. The organizational practice should be flexible, change with time and promote thinking and creativity. Reward system must be based on critical evaluation of performance and merit and the culture should nurture the feeling that nothing in science and technology is impossible."}, "331": {"ques": "Sir, in these days when life is viewed as a rats' race by several people, why don't you try to include philosophy (comprising ethical values, spiritual laws of success, etc) as a core subject right from schooling to higher education, along with languages?", "tag": ["core subject right", "comprising ethical values", "spiritual laws", "several people", "include philosophy", "higher education", "viewed", "try", "success", "sir", "schooling", "rats", "race", "life", "languages", "etc", "days", "along"], "ans": "The education between the age of five to seventeen is very important phase in character building among the children. This foundation is to be made by the parents and teachers. During this period I have suggested inclusion of one hour class every week on ?elevating the human minds.? As an example this class can discuss the personalities such as Buddha, Confucius, St. Augustine, Kalifa Omar, Mahatma Gandhi, Einstein, Abraham Lincoln including some scientific personalities and moral stories linked to our civilizational heritage."}, "330": {"ques": "Indian education system in 2020 and your views about the the recent declaration of not conducting board exams in 10th class as announced by CBSE.", "tag": ["indian education system", "conducting board exams", "recent declaration", "10th class", "views", "cbse", "announced", "2020"], "ans": "Primary education should focus on triggering the creativity of the children. Secondary education will provide the confidence and capabilities in children to start their own small enterprise or go for higher education for research. Institutions of higher education will become world-class centers of excellence and partners of industry."}, "333": {"ques": "Views on Tele education and evaluation system", "tag": ["tele education", "evaluation system", "views"], "ans": "A secure examination system can be implemented. The major constituents of these secure examination is to prepare the question paper from the question bank, encrypt the question paper and digitally sign the question paper and electronically push it to the concerned examination centers, so that only an authorized person using the authentic key may download the exam paper just prior to the examination to prevent the possibility of leakage at any time."}, "332": {"ques": "How does it feel to be the President of this wonderful nation India?", "tag": ["wonderful nation india", "president", "feel"], "ans": "It is great."}, "854": {"ques": "What are the current states of Nuclear Energy in India and is it sufficient?", "tag": ["nuclear energy", "current states", "sufficient", "india"], "ans": "Our aim is to increase Nuclear Energy production for electricity as far as possible and we are well on the way."}, "856": {"ques": "The drinking water/ potable water available in the world is diminishing fast and there are apprehensions that the next world war may be fought for water. We know that about three fourth part of our earth is covered with ocean having abundance of water but that cannot be used for drinking purpose. My question is that can we devise a mechanism to convert ocean water into drinking water at reasonable cost and in large amount?", "tag": ["next world war may", "three fourth part", "potable water available", "convert ocean water", "drinking water", "reasonable cost", "large amount", "drinking purpose", "diminishing fast", "world", "water", "ocean", "used", "question", "mechanism", "know", "fought", "earth", "devise", "covered", "cannot", "apprehensions", "abundance"], "ans": "The desalination of sea water can be achieved either through Reverse Osmasis or through Flash Evaporation. The cost of converting seawater into potable water has been coming down in the last two decades. In rupee terms, in 1980 it was Rs. 125 per thousand liter, in 1990 it became Rs. 75 per thousand liter and in 2000 it has come down to Rs. 50 per thousand liter. In 2004 in Israel the cost has come down to Rs. 25 per thousand liter. India is working on converting sea water into potable water. In the near future, use of solar energy is expected to bring down the cost of desalination further."}, "857": {"ques": "What are your suggestions to meet unemployment problem in India?", "tag": ["meet unemployment problem", "suggestions", "india"], "ans": "PURA scheme envisages creation of large number of small enterprises in our villages. This will enable provision of employment to the villagers in the village itself. Also, I am recommending the education system to be made suitable to generate entrepreneurs who can provide employment to many rather than seek employment for themselves."}, "850": {"ques": "You believe in fate or karma ?", "tag": ["karma", "fate", "believe"], "ans": "What we are today is fate. Tomorrow will be decided by what you do today."}, "851": {"ques": "Is Vigyan an opponent of Dharma?", "tag": ["vigyan", "opponent", "dharma"], "ans": "No. Science and religion are not opponents. While science tries to find solutions to the problems of human society, religion attempts also to do the same."}, "852": {"ques": "If given a chance what will you change in the Indian government.", "tag": ["indian government", "given", "change", "chance"], "ans": "I would reduce the compartmentalization in the ministries. There would only be a few ministries looking after economics, defence, education and employment generation. The rest would be managed by the private sector. In this way governance would become easier and lead to competitiveness."}, "819": {"ques": "Mr. President Sir, co-relationship between technology as an input to economic growth requires sharpening of legal tools which is not only important but also imperative? Would Your Excellency impart some advise to the young law students and lawyers?", "tag": ["economic growth requires sharpening", "young law students", "president sir", "legal tools", "excellency impart", "also imperative", "would", "technology", "relationship", "mr", "lawyers", "input", "important", "co", "advise"], "ans": "This aspect, I have fully covered in my talk."}, "858": {"ques": "What role can we play towards progress and prosperity of the country?", "tag": ["play towards progress", "role", "prosperity", "country"], "ans": "As students, you must study hard and excel in your work for good future. Also, you can do two other things. Plant five saplings in your neighbourhood, go to the surrounding villages if you are living in a city and teach five people how to read and write in your spare time."}, "859": {"ques": "Why are ocean flora and fauna are being explored for AIDS vaccine?", "tag": ["ocean flora", "aids vaccine", "fauna", "explored"], "ans": "The ocean has many organisms, that are in their most virgin form and have been never exposed or nor explored. This gives ample opportunities to exploit such an untapped resource to find new molecules not only for AIDS vaccine but for many diseases that we may come across in our future. AIDS - two efforts -one from our own research and from GP Dhalwan - using the neem oil, the anti-microbial property is proven. India - we are working for rDNA vaccine for AIDS. They are looking for new molecule in the ocean."}, "737": {"ques": "Why is the colour of Mangal graha (Planet Mars) red?", "tag": ["planet mars", "mangal graha", "red", "colour"], "ans": "Ferric oxide--rusty iron--is what gives Mars' sandy soil its distinctive red color. The red color is caused by oxidation of the iron-rich minerals on the planet's surface. Mars is covered by rust. Due to its red colour Mars is named after the Roman God of war."}, "736": {"ques": "There are many talented students in Government schools but they do not get much support for their talents. Is there no ways to support the talented youth in Government schools?", "tag": ["many talented students", "get much support", "talented youth", "government schools", "support", "ways", "talents"], "ans": "Hard work will always find a platform to shine. There are many examples of people who have studied in government or panchayat schools and risen to the top most positions in their professions."}, "900": {"ques": "What are your views on financial security pay of teachers?", "tag": ["financial security pay", "views", "teachers"], "ans": "In don?t see a correlation between higher pay and higher performance. Teachers must be people who love teaching. I agree in principle that they must have a good life, but that is not all that teaching is about. Teaching is a mission mode operation."}, "99": {"ques": "“Sir, how come you are such a transparent person?”", "tag": ["transparent person ?”", "“ sir", "come"], "ans": "“My belief is that the nation has to be bigger than the individual and the individual has to work for the nation. Working for oneself is not transparency, but once you put the nation above you, you become one. ”."}, "98": {"ques": "“Sir, tell us about some incident in your life, which can be a morale booster to many students and youngsters?”", "tag": ["“ sir", "youngsters ?”", "tell us", "morale booster", "many students", "life", "incident"], "ans": "“My life, which has been long and eventful, has seen great heights of success and failures. You will have to read my autobiography “Wings of fire” to know all what inspired me throughout."}, "8": {"ques": "As president you would have to do things you never really enjoyed doing-like dressing formally and hosting formal dinners. Are you ready to change?", "tag": ["never really enjoyed", "like dressing formally", "hosting formal dinners", "would", "things", "ready", "president", "change"], "ans": "(Laughs) Let us say it will be a new experience. Besides, you can achieve a lot of work even while having dinner."}, "91": {"ques": "What are your thoughts on the present government?", "tag": ["present government", "thoughts"], "ans": "We are getting into politics, next question!"}, "90": {"ques": "You say in the book that India needs to cast off its inferiority complex vis-a-vis China and work towards coming together to become a master civilisation because together they constitute 37% of the world's population. How can this be achieved in the background of the tension, hostility and border incursions?", "tag": ["work towards coming together", "inferiority complex vis", "vis china", "master civilisation", "india needs", "constitute 37", "border incursions", "together", "world", "tension", "say", "population", "hostility", "cast", "book", "become", "background", "achieved"], "ans": "I remember in April 2007, I addressed the European Parliament. There were around 800 parliament members from 23 nations. I told them when I see you all -- for hundreds of years you were fighting each other and you generated two World Wars, so a billion Indian people congratulate you. Forgetting all your wars, forgetting the difference of society, you formed a European Union for prosperity and peace. This should be an example. I had composed a poem and recited it there. They gave a standing ovation. That is not the issue, the issue is that such nations that created World War I and II, when they came together, we -- China and India -- are a people of great civilisation, in spite of all the differences, there are some great philosophy that is common. Buddha and Confucius are common to us. I believe we have to have a great mission. I suggested when the Chinese president came here that we have a World Knowledge Platform. I teach at the University of Beijing, I told them the time has come that both nations should combine our core competence, our 60 billion dollar business, should become 250 billion dollars. The border issue we should sort out once for all. People of the European Union fought for hundreds of years, a people who generated two World Wars and Hitler and lost millions of people are a union today for economic growth and peace and it happened in front of our eyes. So for me the differences between nations can be solved by mutual discussions. Both sides should decide what we can give and what we cannot. It should be an intensive one month discussion with experts and we should sort it out. I hope the present governments in India and China will do that."}, "93": {"ques": "“mmmmm errr, Sir, shall I, no, shall we…..”", "tag": ["“ mmmmm errr", "…..”", "sir", "shall"], "ans": "“Lady, if I would have been married in my young days, I would surely have had a daughter of your age. Consider that and you may start with your interview dexterously.” His syllables were enough for me to gain my nerves."}, "92": {"ques": "You believe social media affected the results in 30 to 40 per cent Lok Sabha constituencies. How will social media and the Internet affect future elections?", "tag": ["40 per cent lok sabha constituencies", "internet affect future elections", "believe social media affected", "social media", "results", "30"], "ans": "Social media and the type of information flow should have credibility. It reaches fast. It connects people. It is one of the important mediums for putting forth ideas, thoughts and discussing problems. In India, we also need contact on the ground, but in the future I see that you can sit in your home with a biometric signature and security approved and you can vote. That way you will have 100 per cent voting. It is a long way off, but I visualise it. Selection of the candidates will also follow an electronic process -- to determine if s/he is a good or bad candidate, how many cases s/he has etc. This will happen, it is only a question of time."}, "95": {"ques": "What ideations do you carry in mind when you sleep at night?", "tag": ["sleep", "night", "mind", "ideations", "carry"], "ans": "“Transformation of India into a developed country and smiles on the faces of my people. That is my dream”"}, "94": {"ques": "“Sir, if this is so and as we all know you are so much fond of kids, opportunate me to begin with the ever wondered question, why didn’t you marry?", "tag": ["ever wondered question", "“ sir", "much fond", "’", "opportunate", "marry", "know", "kids", "begin"], "ans": "“If I had married, I would never have achieved even half of what I have managed now. I was too busy in work and didn’t find time to get married. Henceforth, have kept nothing for me, neither wife nor children and earthly possessions”."}, "97": {"ques": "“Sir, you have been matured to this gray hair now, still how do you connect with students so well?", "tag": ["“ sir", "gray hair", "well", "students", "still", "matured", "connect"], "ans": "“Same age, lady”. (Laughing)"}, "96": {"ques": "“You have made India believe it can be a superpower, how do you envisage the boiling blood of youth will accord to it?”", "tag": ["made india believe", "boiling blood", "“", "youth", "superpower", "envisage", "accord", "?”"], "ans": "“Youth needs to be channeled to a prolific task like INDIA VISION 2020. They have to be inspired with the feeling that “I can do it”, “we can do it” and “the nation can do it”.”"}, "18": {"ques": "How can we make developments in the field or science and at the same time make the process eco-friendly?", "tag": ["time make", "process eco", "make developments", "science", "friendly", "field"], "ans": "We have to be sensitive in every development about the damage it can cause to the environment and find scientific methods to mitigate these causes. This way we can find eco-friendly scientific applications."}, "89": {"ques": "You mention women like Marie Curie and Sister Antonia as role models. Who are some contemporary Indian women role models you admire?", "tag": ["mention women like marie curie", "contemporary indian women role models", "role models", "sister antonia", "admire"], "ans": "I have great respect for Dr V Shanta, for her contribution towards cancer diagnosis, treatment and teaching how to avoid cancer. I admire the mission of Ela Bhatt, founder of the Self-Employed Women's Association of India and, of course my favourite, whom I respect because I like Carnatic music -- M S Subbulakshmi. I love her music. When she was alive, I used to go to her music festival."}, "151": {"ques": "In the book, you mention that you do the morning namaaz.", "tag": ["morning namaaz", "mention", "book"], "ans": "Yes, every day, whenever possible. My father was very strict about namaaz and would wake me up at 4 a.m. and take me to the mosque. I also fast."}, "150": {"ques": "There is a famous story that you were blessed by Swami Sivananda in your youth.", "tag": ["swami sivananda", "famous story", "youth", "blessed"], "ans": "As a child I wanted to be a pilot. So when I grew up, I applied to the Indian Air Force and was called for an interview to Dehradun. For 10 days I was put through a series of gruelling tests and then I found out I had failed the medical test. Despondent, I left Dehradun and on the banks of the Ganga, I saw Swami Sivananda surrounded by thousands of devotees. I sat in the last row. A little later he beckoned me and a French tourist and blessed us and gave us vishwaroopam, what Lord Krishna gave Arjun to dispel all his fears. When I returned to Delhi, a job was waiting for me: Senior scientific adviser in the Ministry of Defence."}, "744": {"ques": "Your role as the President, as well as an expert scientist?", "tag": ["expert scientist", "well", "role", "president"], "ans": "Wherever I have been, I have worked hard and sweated. I am trying to market the idea of the developed India by 2020."}, "745": {"ques": "The opinion of a scientist like you and the opinion of the President of India remains similar or differs on certain issues of your concern?", "tag": ["india remains similar", "scientist like", "certain issues", "president", "opinion", "differs", "concern"], "ans": "My views of today have evolved out of my work in different organizations in different capacities. This evolution is the basis on which my present opinions are manifest on different issues."}, "748": {"ques": "dear mr president, as a student in an international school, ive tried to model the differences between the type of educations here and in India. I have realised that in India, most of our children are stuck with textbooks and the bare minimum required securing good or perhaps escellent marks on the exams. I personally find an elevation in my general knowledge after coming here. I believe that awareness of the world around us is one of the fundamental elements in shaping someone. I would like to know if general knowledge and current affairs can be more strictly imposed on the indian educations system.", "tag": ["bare minimum required securing good", "world around us", "perhaps escellent marks", "dear mr president", "indian educations system", "would like", "strictly imposed", "shaping someone", "personally find", "ive tried", "international school", "general knowledge", "fundamental elements", "current affairs", "educations", "type", "textbooks", "student", "stuck", "realised", "one", "model", "know", "india", "exams", "elevation", "differences", "coming", "children", "believe", "awareness"], "ans": "That is a part of growing up."}, "749": {"ques": "Can we develop such a software which could restrict our confidential areas like defence and administration which are easily accessible on sites like googleearth.com?", "tag": ["confidential areas like defence", "sites like googleearth", "easily accessible", "could restrict", "software", "develop", "com", "administration"], "ans": "Definitely there can be."}, "848": {"ques": "It has been observed that Indian talent in the field of Science and Technology is migrating to other countries and not contributing for the progress of the nation, how can we the students help to stop this brain drain from our country?", "tag": ["students help", "indian talent", "brain drain", "technology", "stop", "science", "progress", "observed", "nation", "migrating", "field", "country", "countries", "contributing"], "ans": "Historically Indian people have been traveling to different parts of the world for seeking employment or seeking a change in their life style or special attraction for a particular country. Today 20 million Indians are working in different parts of the world. They have taken up a profession and are contributing for the well-being of the nation where they are working. In short I can say, with a one billion population movement of 20 million is not big number. India is producing every year more than 300 thousand scientists, engineers, and medical professionals. Out of this, few thousands go out every year for seeking employment and higher education in different countries. These young people wherever they go they are bound by the umbilical relationship with the family and they share the knowledge and wealth. In such as situation, we should not be concerned by this movement. At the same time, it is important for India to build R&amp;D establishments - so that our own scientists working in institutions abroad can come back and work in our laboratories. I am reminded of Nalanda University of Bihar where people from different countries of the world used to come for studying philosophy history, religion sociology etc."}, "47": {"ques": "But after the five nuclear tests, Prime Minister A.B. Vajpayee has made contradictory statements on signing the CTBT. He indicated in Parliament recently that India might sign the CTBT. Brajesh Mishra, Principal Secretary to the Prime Minister, said on May 11: \"India will be prepared to consider being an adherent of some of the undertakings in the CTBT. But this cannot be obviously done in a vacuum. It...would depend on a number of reciprocal activities.\"", "tag": ["reciprocal activities .\"", "made contradictory statements", "five nuclear tests", "... would depend", "india might sign", "principal secretary", "prime minister", "parliament recently", "obviously done", "may 11", "brajesh mishra", "india", "vajpayee", "vacuum", "undertakings", "signing", "said", "prepared", "number", "indicated", "ctbt", "consider", "cannot", "b", "adherent"], "ans": "There is a negotiation already going on between India and the U.S. on the future course of action. Any action taken will be to the advantage of our country."}, "42": {"ques": "On the post-Pokhran situation, you said: \"When nuclear technology and defence technology meet, they get transformed into nuclear weapons technology. This is what the nation witnessed on May 11 and 13...\"", "tag": ["defence technology meet", "nuclear weapons technology", "nuclear technology", "pokhran situation", "nation witnessed", "may 11", "get transformed", "13 ...\"", "said", "post"], "ans": "All these things, the President of India put beautifully on August 15. After what he said about the national statement... the Prime Minister also said that India is a nuclear weapon state. For security reasons, it has built all these things, as proclaimed by our leaders."}, "43": {"ques": "how can nuclear weaponisation be completed with just five tests?", "tag": ["nuclear weaponisation", "five tests", "completed"], "ans": "It is not just five tests. You can say the five tests marked the culmination of... experiments. Before that, there is simulation, design, verification, and there are many laboratory experiments. There are so many (steps). So it is a culmination. It gives, what I may call, a database for our future development and verifications."}, "619": {"ques": "Respected Sir, I want to ask that what is the \"use\" of all the nuclear weapons for which all the countries are competiting today? As I think just one use of these nuclear weapons will make \"The most beautiful planet on earth\" a desert.", "tag": ["respected sir", "nuclear weapons", "competiting today", "beautiful planet", "one use", "use", "want", "think", "make", "earth", "desert", "countries", "ask"], "ans": "Nuclear weapons if they have to be given up by all the nations will have to be given up by all of them at the same time. This is the position of India. On the other hand we have to maintain our nuclear weapons at present because when in our neighbourhood others have them, we cannot not have them and sit in tapas."}, "1002": {"ques": "Space / Atomic Energy / Defence:\r\n\r\nSir, what was the foremost thing that inspired you to become a rocket scientist and put India on the space map, in spite of the background that you came from ? Do you think it is possible us too in our generation?", "tag": ["rocket scientist", "put india", "possible us", "foremost thing", "atomic energy", "space map", "space", "think", "spite", "sir", "inspired", "generation", "defence", "came", "become", "background"], "ans": "The theoretical as well as practical teaching with live demonstration imparted by my teacher Shri Siva Subramania Iyer in my young age, motivated and inspired me to transform myself into a rocket scientist which proved to be a turning point in my life and eventually shaped my profession."}, "1001": {"ques": "Can we depend upon medicinal plants ? can it be substituted with allopathic medicine ? can it be supplemented.", "tag": ["depend upon medicinal plants", "allopathic medicine", "supplemented", "substituted"], "ans": "It can be complementary. Some cases which cannot be solved by allopathy, there are herbal solutions. Both can be taken together. Research is going on bio-enhancers which are produced by plants. They can increase efficacy of allopathic antibiotics. So the doses are reduced. In some cases like cerebral malaria problem or malarial infection, an answer came from CIMAP in the form of anti-malaria drug which is now being used by patients across forty countries. Sometimes it will substitute, sometimes it will complement."}, "337": {"ques": "When do you say that we are developed, What is the index?", "tag": ["say", "index", "developed"], "ans": "India has a population of billion people. Our nation is going through a major challenge of uplifting 260 million people who are below the poverty line. They need habitat, they need food, they need health care, and they need education and employment, finally resulting into a good life. We should see the smile in the faces of all the one billion population of our country. That is the Index of developed India."}, "1000": {"ques": "Mr. President Sir, how do you envisage that space technology, the proposed sending of a space ship to the moon for example, will help India in prospering economically?", "tag": ["space technology", "space ship", "prospering economically", "proposed sending", "president sir", "help india", "mr", "moon", "example", "envisage"], "ans": "In 100 years oil, gas and coal will vanish from earth and our population will increase from six billion to eight billion. We will need mineral and energy. There are number of useful materials available from moon. Helium-3 from moon is a great source of energy. In few decades we may create space factory. Our moon mission will derive knowledge in all these areas. They will definitely be useful for our future economic prosperity."}}